Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/mayan_statistics/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Statistics
he_il: סטָטִיסטִיקָה

source: Type
he_il: סוּג

source: Schedule
he_il: לוח זמנים

source: Last update
he_il: העדכון אחרון

source: Statistics namespace
he_il: מרחב השמות של סטטיסטיקה

source: Never
he_il: לעולם לא

source: Doughnut chart
he_il: תרשים סופגניות

source: Line chart
he_il: תרשים קווים

source: Pie chart
he_il: תרשים עוגה

source: Namespace details
he_il: פרטי מרחב שמות

source: Namespace list
he_il: רשימת מרחב השמות

source: Queue
he_il: תוֹר

source: View
he_il: נוף

source: Slug
he_il: שבלול

source: Date time
he_il: תאריך שעה

source: Data
he_il: נתונים

source: Statistics result
he_il: תוצאת סטטיסטיקה

source: Statistics results
he_il: תוצאות סטטיסטיקה

source: View statistics
he_il: הצג נתונים סטטיסטיים

source: Execute statistic
he_il: בצע סטטיסטיקה

source: No data available.
he_il: אין נתונים זמינים.

source: Last update: %(datetime)s
he_il: עדכון אחרון: %(datetime)s

source: Statistic "%s" not found.
he_il: הנתון &quot;%s&quot; לא נמצא.

source: Statistics namespaces group statistics into logical units.
he_il: מרחבי השמות של סטטיסטיקה מקבצים נתונים סטטיסטיים ליחידות לוגיות.

source: No statistic namespaces available
he_il: אין מרחבי שמות סטטיסטיים זמינים

source: Statistics namespaces
he_il: מרחבי שמות של סטטיסטיקה

source: Statistics are metrics and chart representations of existing data.
he_il: סטטיסטיקה היא מדדים וייצוג תרשים של נתונים קיימים.

source: No statistic available
he_il: אין סטטיסטיקה זמינה

source: Namespace details for: %s
he_il: פרטי מרחב שמות עבור: %s

source: Results for: %s
he_il: תוצאות עבור: %s

source: Queue statistic "%s" to be updated?
he_il: תור את נתוני &quot;%s&quot; לעדכון?

source: Statistic "%s" queued successfully for update.
he_il: סטטיסטיקה &quot;%s&quot; עמדה בתור בהצלחה לעדכון.
