Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/web_links/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Links
sl: Povezave

source: Web links
sl: Spletne povezave

source: Web link created
sl: Spletna povezava ustvarjena

source: Web link edited
sl: Spletna povezava urejena

source: Web link navigated
sl: Spletna povezava navigirana

source: Create new web link
sl: Ustvari novo spletno povezavo

source: Delete
sl: Izbriši

source: Document types
sl: Vrste dokumentov

source: Edit
sl: Uredi

source: Navigate
sl: Navigacija

source: A short text describing the web link.
sl: Kratko besedilo, ki opisuje spletno povezavo.

source: Label
sl: Oznaka

source: Template that will be used to craft the final URL of the web link.
sl: Predloga, ki bo uporabljena za izdelavo končnega URL-ja spletne povezave.

source: Template
sl: Predloga

source: Enabled
sl: Omogočeno

source: Web link
sl: Spletna povezava

source: Create new web links
sl: Ustvarite nove spletne povezave

source: Delete web links
sl: Izbrišite spletne povezave

source: Edit web links
sl: Uredite spletne povezave

source: View existing web links
sl: Oglejte si obstoječe spletne povezave

source: View web link instances
sl: Oglejte si primerke spletnih povezav

source: Primary key of the document type to add to the web link.
sl: Primarni ključ vrste dokumenta, ki ga želite dodati spletni povezavi.

source: Primary key of the document type to remove from the web link.
sl: Primarni ključ vrste dokumenta, ki ga želite odstraniti iz spletne povezave.

source: Web links enabled
sl: Spletne povezave omogočene

source: Available web links
sl: Dostopne spletne povezave

source: Web links to enable for document type: %s
sl: Spletne povezave za omogočanje za vrsto dokumenta: %s

source: Delete web link: %s
sl: Izbriši spletno povezavo: %s

source: Document types enabled
sl: Omogočene vrste dokumentov

source: Available document types
sl: Razpoložljive vrste dokumentov

source: Document type for which to enable web link: %s
sl: Vrsta dokumenta, za katerega želite omogočiti spletno povezavo: %s

source: Edit web link: %s
sl: Uredi spletno povezavo: %s

source: Web links allow generating HTTP links from documents to external resources. The link URL's can contain document properties values.
sl: Spletne povezave omogočajo generiranje HTTP povezav iz dokumentov do zunanjih virov. URL povezave lahko vsebuje vrednosti lastnosti dokumenta.

source: There are no web links
sl: Ni spletnih povezav

source: There are no web links for this document
sl: Za ta dokument ni spletnih povezav

source: Web links for document: %s
sl: Spletne povezave za dokument: %s
