Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/announcements/locale/*/LC_MESSAGES/django.po
Languages: mn_mn

source: Announcements
mn_mn: Мэдэгдэл

source: None
mn_mn: Хоосон

source: Announcement created
mn_mn: Мэдэгдэл үүсгэлээ

source: Announcement edited
mn_mn: Мэдэгдэл засагдлаа

source: Create announcement
mn_mn: Мэдэгдэл үүсгэх

source: Delete
mn_mn: Устгах

source: Edit
mn_mn: Засах

source: Short description of this announcement.
mn_mn: Энэхүү мэдэгдлийн товч тайлбар.

source: Label
mn_mn: Гарчиг

source: The actual text to be displayed.
mn_mn: Хэрэглэгчдэд харагдах текст.

source: Text
mn_mn: Текст

source: Enabled
mn_mn: Идэвхжүүлсэн

source: Date and time after which this announcement will be displayed.
mn_mn: Энэ зарлалыг тавьж эхлэх огноо.

source: Start date time
mn_mn: Эхлэх огноо

source: Date and time until when this announcement is to be displayed.
mn_mn: Энэ зарлалыг тавих огноо.

source: End date time
mn_mn: Дуусах огноо

source: Announcement
mn_mn: Мэдэгдэл

source: Create announcements
mn_mn: Мэдэгдэл үүсгэх

source: Delete announcements
mn_mn: Мэдэгдэл устгах

source: Edit announcements
mn_mn: Мэдэгдэл засах

source: View announcements
mn_mn: Мэдэгдэл үзэх

source: Error deleting announcement "%(instance)s"; %(exception)s
mn_mn: "%(instance)s";%(exception)sмэдэгдлийн устгахад алдаа гарлаа

source: Announcement "%(object)s" deleted successfully.
mn_mn: "%(object)s" мэдэгдлийг амжилттай устгалаа.

source: %(count)d announcement deleted successfully.
mn_mn: %(count)d мэдэгдэл амжилттай устгагдлаа.

source: %(count)d announcements deleted successfully.
mn_mn: %(count)d мэдэгдэл амжилттай устгагдлаа.

source: Delete announcement: %(object)s.
mn_mn: Мэдэгдлийг устга: %(object)s.

source: Delete the %(count)d selected announcement.
mn_mn: Сонгосон %(count)d зарлалыг устгах.

source: Delete the %(count)d selected announcements.
mn_mn: Сонгосон %(count)d зарлалуудыг устгах.

source: Edit announcement: %s
mn_mn: %s зарлалыг засах

source: Announcements are displayed in the login view. You can use announcements to convery information about your organzation, announcements or usage guidelines for your users.
mn_mn: Таны үүсгэсэн зарлалууд нь хэрэглэгчийн нэвтрэх дэлгэцэнд харагдана. Та байгууллагынхаа тухай мэдээлэл, зарлал эсвэл зааварчилгааг дамжуулахын тулд зарлалыг ашиглаж болно.

source: No announcements available
mn_mn: Ямар ч зарлал байхгүй байна
