Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: he_il, sl

source: Workflows
he_il: תזרימי עבודה
sl: Delovni tokovi

source: Current state of a workflow
he_il: מצב נוכחי של תזרים עבודה
sl: Trenutno stanje poteka dela

source: Return the current state of the selected workflow.
he_il: החזר את המצב הנוכחי של תזרים העבודה שנבחרה.
sl: Vrne trenutno stanje izbranega poteka dela.

source: Return the completion value of the current state of the selected workflow.
he_il: החזר את ערך ההשלמה של המצב הנוכחי של תזרים העבודה שנבחרה.
sl: Vrne vrednost dokončanja trenutnega stanja izbranega poteka dela.

source: Return the last workflow instance log entry. The log entry itself has the following fields: datetime, transition, user, and comment.
he_il: החזר את הערך האחרון של מופע תזרים העבודה ביומן. לערך היומן עצמו יש את השדות הבאים: תאריך ושעה, מעבר, משתמש והערה.
sl: Vrne zadnji vnos v dnevnik instance delovnega toka. Sam vnos v dnevnik ima naslednja polja: datum in čas, prehod, uporabnik in komentar.

source: Get last log entry
he_il: שליפת הרישום האחרון ביומן הפעולות (Log)
sl: Pridobite zadnji vnos v dnevnik

source: Return the current context dictionary which includes runtime data from the workflow transition fields.
he_il: החזר את מילון ההקשר הנוכחי הכולל נתוני זמן ריצה משדות המעבר של תזרים העבודה.
sl: Vrne trenutni kontekstni slovar, ki vključuje podatke o času izvajanja iz prehodnih polj poteka dela.

source: Get the context
he_il: שליפת ההקשר
sl: Pridobite kontekst

source: Return the transition of the workflow instance.
he_il: החזר את המעבר של מופע תזרים העבודה.
sl: Vrni prehod primerka poteka dela.

source: Get last transition
he_il: שליפת השלב האחרון
sl: Pridobite zadnji prehod

source: None
he_il: אין
sl: Nobenega

source: Current state
sl: Trenutno stanje

source: User
he_il: משתמש
sl: Uporabnik

source: Last transition
he_il: שלב אחרון
sl: Zadnji prehod

source: Date and time
sl: Datum in čas

source: Completion
sl: Dokončanje

source: Additional details
sl: Dodatne podrobnosti

source: When?
sl: Kdaj?

source: Action type
sl: Vrsta dejanja

source: Triggers are system events that will cause the transition to be applied.
he_il: טריגרים הם אירועי מערכת שיגרמו למעבר שלב.
sl: Sprožilci so sistemski dogodki, ki bodo povzročili uporabo prehoda.

source: Triggers
sl: Sprožilci

source: Type
sl: Vrsta

source: Documents
sl: Dokumenti

source: %(field_name)s template error: %(exception)s
sl: Napaka predloge %(field_name)s: %(exception)s

source: Workflow instance created
he_il: נוצר מופע תזרים עבודה
sl: Ustvarjen primerek delovnega toka

source: Workflow instance transitioned
he_il: מופע תזרים העבודה הועבר
sl: Primerek poteka dela je bil preseljen

source: Workflow created
he_il: נוצר תזרים עבודה
sl: Potek dela ustvarjen

source: Workflow edited
sl: Potek dela urejen

source: The action type for this action entry.
sl: Vrsta dejanja za ta vnos dejanja.

source: Action
sl: Akcija

source: Namespace
he_il: מרחב שמות (namespace)
sl: Imenski prostor

source: Label
he_il: תווית
sl: Oznaka

source: No
he_il: לא
sl: Ne

source: Yes
he_il: כן
sl: Da

source: Enabled
sl: Omogočeno

source: Select a transition to execute in the next step.
sl: Izberite prehod, ki ga želite izvesti v naslednjem koraku.

source: Transition
he_il: מַעֲבָר (משלב לשלב)
sl: Prehod

source: Workflow template preview image
he_il: תמונת תצוגה מקדימה של תבנית תזרים עבודה
sl: Slika predogleda predloge poteka dela

source: Event trigger: %s
sl: Sprožilec dogodka: %s

source: Create workflow
he_il: צור תזרים עבודה
sl: Ustvari potek dela

source: Delete
sl: Izbriši

source: Document types
sl: Vrste dokumentov

source: Edit
sl: Uredi

source: Launch workflow
he_il: הפעל את תזרים העבודה
sl: Zagon delovnega toka

source: Preview
sl: Predogled

source: Actions
he_il: פעולות
sl: Dejanja

source: Create action
he_il: יצירת פעולה
sl: Ustvari akcijo

source: Create escalation
he_il: יצירת הסלמה
sl: Ustvari stopnjevanje

source: Escalations
sl: Stopnjevanja

source: Create state
he_il: יצירת מדינה
sl: Ustvari stanje

source: States
he_il: מצבים בתהליך
sl: države

source: Create transition
he_il: יצירת מעבר
sl: Ustvari prehod

source: Transition triggers
he_il: טריגרים למעבר שלב
sl: Sprožilci prehoda

source: Transitions
he_il: מעברים לשלבים
sl: Prehodi

source: Launch workflows
he_il: הפעל תזרימי עבודה
sl: Zagon delovnih tokov

source: Create field
he_il: יצירת שדה
sl: Ustvari polje

source: Fields
sl: Polja

source: Detail
sl: Podrobnost

source: Workflow documents
he_il: מסמכי תזרים עבודה
sl: Dokumenti poteka dela

source: State documents
he_il: מסמכי מצב תהליך
sl: Državni dokumenti

source: Launch all workflows
he_il: הפעל את כל תזרימי העבודה
sl: Zaženite vse poteke dela

source: Can be a static value or a template. In addition to the workflow instance, the template receives the workflow instance context which itself includes the "entry_log" (containing "workflow_instance", "datetime", "transition", "user", "comment") and any values from workflow template fields.
he_il: יכול להיות ערך סטטי או תבנית. בנוסף למופע תזרים העבודה, התבנית מקבלת את ההקשר של מופע תזרים העבודה שכולל בעצמו את ה-&quot;entry_log&quot; (המכיל &quot;workflow_instance&quot;, &quot;datetime&quot;, &quot;transition&quot;, &quot;user&quot;, &quot;comment&quot;) וכל ערכים משדות תבנית תזרים העבודה .
sl: Lahko je statična vrednost ali predloga. Poleg primerka delovnega toka predloga prejme kontekst primerka delovnega toka, ki sam vključuje &quot;entry_log&quot; (ki vsebuje &quot;workflow_instance&quot;, &quot;datetime&quot;, &quot;transition&quot;, &quot;user&quot;, &quot;comment&quot;) in vse vrednosti iz polj predloge delovnega toka .

source: Character
he_il: תו
sl: Znak

source: Number (Integer)
he_il: סיפרה (מספר שלם)
sl: Število (celo število)

source: Text area
sl: Območje besedila

source: On entry
sl: Ob vstopu

source: On exit
sl: Na izhodu

source: Workflow
he_il: תזרים עבודה
sl: Potek dela

source: Workflow instance creation date time.
he_il: תאריך זמן יצירת מופע תזרים עבודה.
sl: Datum in ura izdelave primerka poteka dela.

source: Datetime
sl: Datum čas

source: Document
sl: Dokument

source: Context
sl: Kontekst

source: Workflow instance
he_il: מופע תזרים עבודה
sl: Primer delovnega toka

source: Workflow instances
he_il: מופעי תזרים עבודה
sl: Primeri poteka dela

source: Comment
he_il: הערה
sl: Komentiraj

source: Extra data
sl: Dodatni podatki

source: Workflow instance log entry
he_il: רישום יומן מופע תזרים עבודה
sl: Vnos v dnevnik instance delovnega toka

source: Workflow instance log entries
he_il: ערכי יומן מופעי תזרים עבודה
sl: Vnosi v dnevnik instance delovnega toka

source: Not a valid transition choice.
he_il: בחירה לא חוקית של מעבר שלב.
sl: Ni veljavna izbira prehoda.

source: Initial state
sl: Začetno stanje

source: Launch workflow when document is created.
he_il: הפעל את תזרים העבודה כאשר המסמך נוצר.
sl: Zaženi potek dela, ko je dokument ustvarjen.

source: Auto launch
he_il: שיגור אוטומטי
sl: Samodejni zagon

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
he_il: ערך זה ישמש אפליקציות אחרות כדי להתייחס לתהליך עבודה זה. יכול להכיל רק אותיות, מספרים וקווים תחתונים.
sl: To vrednost bodo uporabile druge aplikacije za sklicevanje na ta potek dela. Vsebuje lahko samo črke, številke in podčrtaje.

source: Internal name
sl: Interno ime

source: A short text to describe the workflow.
he_il: טקסט קצר לתיאור תזרים העבודה.
sl: Kratko besedilo za opis poteka dela.

source: Workflow runtime proxy
he_il: פרוקסי זמן ריצה של תזרים עבודה
sl: Proxy izvajalnega toka dela

source: Workflow runtime proxies
he_il: פרוקסי זמן ריצה של תזרים עבודה
sl: Posredniki izvajalnega toka dela

source: Workflow escalation.
he_il: הסלמה בתהליך עבודה.
sl: Stopnjevanje poteka dela.

source: Workflow state
he_il: מצב תזרים עבודה
sl: Stanje poteka dela

source: Determine the order in which the escalations will be evaluated. Escalations with a lower priority number are executed before escalations with a higher priority number.
he_il: קביעת הסדר שבו יוערכו ההסלמות. הסלמות עם ערך עדיפות נמוך יותר מבוצעות לפני הסלמות עם ערך עדיפות גבוה יותר.
sl: Določite vrstni red, v katerem bodo stopnjevanja ocenjena. Eskalacije z nižjo prednostno številko se izvedejo pred eskalacijami z višjo prednostno številko.

source: Priority
sl: Prioriteta

source: Enable automatic transition the workflow after a specified amount of time has elapsed in the state without change.
he_il: אפשר מעבר אוטומטי של תזרים העבודה לאחר פרק זמן מוגדר במצב ללא שינוי.
sl: Omogoči samodejni prehod delovnega toka po preteku določenega časa v stanju brez sprememb.

source: Time unit
sl: Časovna enota

source: Amount of the selected escalation units of time.
he_il: כמות יחידות זמן להסלמה שנבחרה.
sl: Količina izbranih stopenjskih enot časa.

source: Amount
sl: Količina

source: Comment to save to the workflow instance when the escalation is executed.
he_il: הערה לשמירה במופע תזרים העבודה כאשר ההסלמה מבוצעת.
sl: Komentar, ki se shrani v primerek delovnega toka, ko se izvede stopnjevanje.

source: Workflow state escalation
he_il: הסלמה במצב תזרים עבודה
sl: Stopnjevanje stanja poteka dela

source: Workflow state escalations
he_il: הסלמות מצב תזרים עבודה
sl: Stopnjevanje stanja poteka dela

source: A short text to describe the workflow state.
he_il: טקסט קצר לתיאור מצב תזרים העבודה.
sl: Kratko besedilo za opis stanja poteka dela.

source: The state at which the workflow will start in. Only one state can be the initial state.
he_il: המצב שבו יתחיל תזרים העבודה. רק מצב אחד יכול להיות המצב ההתחלתי.
sl: Stanje, v katerem se bo začel potek dela. Samo eno stanje je lahko začetno stanje.

source: Initial
sl: Začetna

source: The percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
he_il: אחוז ההשלמה שמצב זה מייצג ביחס לתהליך העבודה. לציין מספרים ללא סימן אחוז.
sl: Odstotek dokončanja, ki ga to stanje predstavlja glede na potek dela. Uporabite številke brez znaka za odstotek.

source: Workflow states
he_il: מצבי תזרים עבודה
sl: Stanja poteka dela

source: A short text describing the action.
sl: Kratko besedilo, ki opisuje akcijo.

source: At which moment of the state this action will execute.
he_il: באיזה רגע של מצב התהליך פעולה זו תתבצע.
sl: V katerem trenutku stanja se bo to dejanje izvršilo.

source: When
sl: Kdaj

source: The dotted Python path to the workflow action class to execute.
he_il: הנתיב המקווקו של Python למחלקת הפעולה של תזרים העבודה לביצוע.
sl: Pikčasta pot Python do razreda dejanj delovnega toka za izvedbo.

source: Entry action path
sl: Vstopna akcijska pot

source: Entry action data
he_il: נתוני פעולת כניסה
sl: Podatki o akciji vnosa

source: The condition that will determine if this state action is executed or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
he_il: התנאי שיקבע אם פעולת המדינה הזו מבוצעת או לא. התנאי מוערך מול מופע תזרים העבודה. תנאים שלא מחזירים שום ערך, שמחזירים את ה-Python logical None, או מחרוזת ריקה (&#39;&#39;) נחשבים לוגיים שקריים, כל ערך אחר נחשב ל-logical true.
sl: Pogoj, ki bo določil, ali se to dejanje stanja izvede ali ne. Pogoj se ovrednoti glede na primerek poteka dela. Pogoji, ki ne vrnejo nobene vrednosti, ki vrnejo Python logično None ali prazen niz (&#39;&#39;), se štejejo za logično napačne, katera koli druga vrednost se šteje za logično resnično.

source: Condition
he_il: תנאי
sl: Pogoj

source: Workflow state action
he_il: פעולה במצב תזרים עבודה
sl: Dejanje stanja poteka dela

source: Workflow state actions
he_il: פעולות מצב תזרים עבודה
sl: Dejanja stanja poteka dela

source: Unknown action type
sl: Neznana vrsta dejanja

source: The state action will be executed, depending on the condition return value.
he_il: פעולת המצב תתבצע, בהתאם לערך התנאי.
sl: Dejanje stanja bo izvedeno glede na vrnjeno vrednost pogoja.

source: Has a condition?
sl: Ima pogoj?

source: Workflow state runtime proxy
he_il: פרוקסי זמן ריצה של מצב תזרים עבודה
sl: Proxy za izvajanje stanja poteka dela

source: Workflow state runtime proxies
he_il: פרוקסי זמן ריצה של מצב תזרים עבודה
sl: Posredniki izvajalnega okolja stanja poteka dela

source: The transition will be available, depending on the condition return value.
he_il: מעבר השלב יהיה זמין, בהתאם לערך של התנאי.
sl: Prehod bo na voljo glede na vrnjeno vrednost pogoja.

source: A short text to describe the transition.
he_il: טקסט קצר לתיאור מעבר השלב.
sl: Kratko besedilo za opis prehoda.

source: Origin state
sl: Država izvora

source: Destination state
sl: Ciljno stanje

source: The condition that will determine if this transition is enabled or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
he_il: התנאי שיקבע אם המעבר הזה מופעל או לא. התנאי מוערך מול מופע תזרים העבודה. תנאים שלא מחזירים שום ערך, שמחזירים את ה-Python logical None, או מחרוזת ריקה (&#39;&#39;) נחשבים לוגיים שקריים, כל ערך אחר נחשב ל-logical true.
sl: Pogoj, ki bo določil, ali je ta prehod omogočen ali ne. Pogoj se ovrednoti glede na primerek poteka dela. Pogoji, ki ne vrnejo nobene vrednosti, ki vrnejo Python logično None ali prazen niz (&#39;&#39;), se štejejo za logično napačne, katera koli druga vrednost se šteje za logično resnično.

source: Workflow transition
he_il: מעבר תזרים עבודה
sl: Prehod delovnega toka

source: Workflow transitions
he_il: מעברי תזרים עבודה
sl: Prehodi delovnega toka

source: The name that will be used to identify this field in other parts of the workflow system.
he_il: השם שישמש לזיהוי שדה זה בחלקים אחרים של מערכת תזרים העבודה.
sl: Ime, ki bo uporabljeno za identifikacijo tega polja v drugih delih sistema poteka dela.

source: The field name that will be shown on the user interface.
sl: Ime polja, ki bo prikazano na uporabniškem vmesniku.

source: An optional message that will help users better understand the purpose of the field and data to provide.
he_il: מסר אופציונלי שיעזור למשתמשים להבין טוב יותר את מטרת השדה והנתונים הנדרשים.
sl: Izbirno sporočilo, ki bo uporabnikom pomagalo bolje razumeti namen polja in podatke, ki jih je treba zagotoviti.

source: Help text
sl: Besedilo pomoči

source: Whether this fields needs to be filled out or not to proceed.
he_il: האם יש למלא שדה זה בכדי להמשיך או לא.
sl: Ali je treba ta polja izpolniti ali ne za nadaljevanje.

source: Required
sl: Obvezno

source: An optional class to change the default presentation of the field.
he_il: Class אופציונלי לשינוי תצוגת ברירת המחדל של השדה.
sl: Izbirni razred za spremembo privzete predstavitve polja.

source: Widget class
he_il: Class יישומונים
sl: Razred pripomočkov

source: A group of keyword arguments to customize the widget. Use YAML format.
he_il: קבוצת פרמטרים של מילות מפתח להתאמה אישית של הווידג&#39;ט. בפורמט YAML.
sl: Skupina argumentov ključnih besed za prilagajanje gradnika. Uporabite format YAML.

source: Widget keyword arguments
he_il: פרמטרים של מילות מפתח בווידג&#39;ט
sl: Argumenti ključnih besed pripomočka

source: Workflow transition field
he_il: שדה מעבר של תזרים עבודה
sl: Prehodno polje poteka dela

source: Workflow transition fields
he_il: שדות מעבר של תזרים עבודה
sl: Prehodna polja poteka dela

source: Event type
sl: Vrsta dogodka

source: Workflow transition trigger event
he_il: אירוע טריגר למעבר תזרים עבודה
sl: Dogodek sprožilca prehoda delovnega toka

source: Workflow transitions trigger events
he_il: מעברי תזרים עבודה מעוררים אירועים
sl: Prehodi poteka dela sprožijo dogodke

source: Document workflows
he_il: תהליכי עבודה של מסמך
sl: Potek dela dokumentov

source: Create workflow templates
he_il: צור תבניות תזרים עבודה
sl: Ustvarite predloge poteka dela

source: Delete workflow templates
he_il: מחק תבניות תזרים עבודה
sl: Izbrišite predloge poteka dela

source: Edit workflow templates
he_il: ערוך תבניות תזרים עבודה
sl: Uredite predloge poteka dela

source: View workflow templates
he_il: הצג תבניות של תזרים עבודה
sl: Oglejte si predloge poteka dela

source: Transition workflow instances
he_il: מופעים של מעבר שלב בתהליך עבודה
sl: Primerki poteka dela prehoda

source: Execute workflow tools
he_il: הפעל כלי תזרים עבודה
sl: Izvedite orodja za potek dela

source: Document states medium
he_il: המדיום של מצבי מסמך
sl: Dokument navaja medij

source: Launch a workflow for a document
he_il: הפעל תזרים עבודה עבור מסמך
sl: Zaženi potek dela za dokument

source: Launch all workflows for a document
he_il: הפעל את כל תזרימי העבודה עבור מסמך
sl: Zagon vseh delovnih tokov za dokument

source: Check a workflow instance for state escalation.
he_il: בדוק מופע של תזרים עבודה עבור הסלמה של מצב.
sl: Preverite primerek poteka dela za stopnjevanje stanja.

source: Check all workflow instances for state escalation.
he_il: בדוק את כל מופעי תזרים העבודה עבור הסלמה במצב.
sl: Preverite vse primerke poteka dela za stopnjevanje stanja.

source: Launch all workflows for all documents
he_il: הפעל את כל תזרימי העבודה עבור כל המסמכים
sl: Zaženite vse poteke dela za vse dokumente

source: Launch a workflow
he_il: הפעל תזרים עבודה
sl: Zaženi potek dela

source: Document workflow transition comment
he_il: הערה למעבר תזרים עבודה במסמך
sl: Komentar prehoda poteka dela dokumenta

source: Primary key of the workflow template to launch.
he_il: מפתח ראשי של תבנית תזרים העבודה להפעלה.
sl: Primarni ključ predloge poteka dela za zagon.

source: Primary key of the transition to be added.
he_il: מפתח ראשי של מעבר השלב שיש להוסיף.
sl: Primarni ključ prehoda, ki bo dodan.

source: A link to the entire history of this workflow.
he_il: קישור לכל ההיסטוריה של תזרים עבודה זו.
sl: Povezava do celotne zgodovine tega poteka dela.

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
he_il: כתובת URL של API המצביע על תזרים עבודה ביחס למסמך שאליו הוא מצורף. כתובת האתר הזו שונה מכתובת האתר הקנונית של תזרים העבודה.
sl: URL API-ja, ki kaže na potek dela v zvezi z dokumentom, ki mu je priložen. Ta URL se razlikuje od kanoničnega URL-ja poteka dela.

source: Primary key of the document type to add to the workflow.
he_il: מפתח ראשי של סוג המסמך להוספה לתהליך העבודה.
sl: Primarni ključ vrste dokumenta, ki ga želite dodati v potek dela.

source: Primary key of the document type to remove from the workflow.
he_il: מפתח ראשי של סוג המסמך להסרה מתהליך העבודה.
sl: Primarni ključ vrste dokumenta, ki ga želite odstraniti iz poteka dela.

source: Primary key of the workflow template transition to be added.
he_il: יש להוסיף מפתח ראשי של מעבר תבנית תזרים העבודה.
sl: Primarni ključ prehoda predloge poteka dela, ki bo dodan.

source: Workflow template transition ID
he_il: מזהה מעבר של תבנית תזרים עבודה
sl: ID prehoda predloge poteka dela

source: Primary key of the destination state to be added.
sl: Primarni ključ ciljnega stanja, ki bo dodan.

source: Primary key of the origin state to be added.
sl: Primarni ključ izvornega stanja, ki ga je treba dodati.

source: Event Type ID
sl: ID vrste dogodka

source: Unknown or invalid event type ID `%s`
sl: Neznan ali neveljaven ID vrste dogodka »%s«.

source: File path to the graphviz dot program used to generate workflow previews.
he_il: נתיב קובץ לתוכנית graphviz dot המשמשת ליצירת תצוגות מקדימות של תזרים עבודה.
sl: Pot datoteke do programa graphviz dot, ki se uporablja za ustvarjanje predogledov poteka dela.

source: The threshold at which the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest workflow image cache files. Specify the size in bytes.
he_il: הסף שבו ה-WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND יתחיל למחוק את קבצי הקובץ השמור של תמונת תזרים העבודה הישנים ביותר. ציין את הגודל בבתים.
sl: Prag, pri katerem bo WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND začel brisati najstarejše datoteke predpomnilnika slik poteka dela. Določite velikost v bajtih.

source: Path to the Storage subclass to use when storing the cached workflow image files.
he_il: נתיב למחלקת המשנה Storage לשימוש בעת אחסון קבצי תמונת תזרים העבודה המאוחסנת במטמון.
sl: Pot do podrazreda Storage za uporabo pri shranjevanju predpomnjenih slikovnih datotek poteka dela.

source: Arguments to pass to the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
he_il: פרמטרים להעביר ל-WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
sl: Argumenti za posredovanje v WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.

source: Interval in seconds on which the task to check for expired workflow states will be launched.
he_il: מרווח בשניות שבו תופעל המשימה לבדיקת מצבי תהליך עבודה שפג תוקפם.
sl: Interval v sekundah, ko se bo zagnalo opravilo za preverjanje potečenih stanj poteka dela.

source: Unable to initialize the workflow preview storage. Check the settings {} and {} for formatting errors.
he_il: לא ניתן לאתחל את אחסון התצוגה המקדימה של תהליך העבודה. בדוק את ההגדרות {} ו-{} עבור שגיאות עיצוב.
sl: Ni mogoče inicializirati shrambe za predogled poteka dela. Preverite nastavitve {} in {} za napake pri oblikovanju.

source: Workflow preview images
he_il: תמונות תצוגה מקדימה של תהליך עבודה
sl: Slike predogleda poteka dela

source: Assign workflows to the document type of this document to have this document execute those workflows.
he_il: הקצה תהליכי עבודה לסוג המסמך של מסמך זה כדי שמסמך זה יבצע את זרימות העבודה הללו.
sl: Dodelite poteke dela vrsti dokumenta tega dokumenta, da bo ta dokument izvajal te poteke dela.

source: There are no workflows for this document
he_il: אין תהליכי עבודה עבור מסמך זה
sl: Za ta dokument ni delovnih tokov

source: Workflows for document: %s
he_il: תהליכי עבודה עבור מסמך: %s
sl: Poteki dela za dokument: %s

source: This view will show the state changes as a workflow instance is transitioned.
he_il: תצוגה זו תציג את שינויי המצב כאשר מופע תהליך עבודה מועבר.
sl: Ta pogled bo prikazal spremembe stanja med prehodom primerka delovnega toka.

source: There are no details for this workflow instance
he_il: אין פרטים עבור מופע תהליך עבודה זה
sl: Za ta primer delovnega toka ni podrobnosti

source: Detail of workflow: %(workflow)s
he_il: פירוט תהליך העבודה: %(workflow)s
sl: Podrobnosti poteka dela: %(workflow)s

source: Document "%s" transitioned successfully
he_il: המסמך &quot;%s&quot; עבר שלב בהצלחה
sl: Dokument &quot;%s&quot; je bil uspešno prenesen

source: Execute transition "%(transition)s" for workflow: %(workflow)s
he_il: בצע את המעבר &quot;%(transition)s&quot; עבור תהליך העבודה: %(workflow)s
sl: Izvedite prehod &quot;%(transition)s&quot; za potek dela: %(workflow)s

source: Optional comment to attach to the transition.
he_il: הערה אופציונלית לצרף למעבר השלב.
sl: Neobvezen komentar, ki ga priložite prehodu.

source: Select
he_il: בחירה
sl: Izberi

source: Select transition for workflow "%(workflow)s" of document "%(document)s"
he_il: בחר מעבר עבור תהליך העבודה &quot;%(workflow)s&quot; של המסמך &quot;%(document)s&quot;
sl: Izberite prehod za potek dela &quot;%(workflow)s&quot; dokumenta &quot;%(document)s&quot;

source: Associate a workflow with some document types and documents of those types will be listed in this view.
he_il: שייך תהליך עבודה לכמה סוגי מסמכים ומסמכים מסוג זה יופיעו בתצוגה זו.
sl: Povežite potek dela z nekaterimi vrstami dokumentov in dokumenti teh vrst bodo navedeni v tem pogledu.

source: There are no documents executing this workflow
he_il: אין מסמכים המבצעים תהליך עבודה זו
sl: Ni dokumentov, ki bi izvajali ta potek dela

source: Documents with the workflow: %s
he_il: מסמכים עם תהליך העבודה: %s
sl: Dokumenti s potekom dela: %s
