Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: he_il, sl

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
he_il: צור כמה תהליכי עבודה ושייך אותן לסוג מסמך. תהליכי עבודה פעילות יוצגו כאן והמסמכים שעבורם הם מבצעים.
sl: Ustvarite nekaj delovnih tokov in jih povežite z vrsto dokumenta. Tukaj bodo prikazani aktivni delovni tokovi in dokumenti, za katere se izvajajo.

source: There are no workflows
sl: Ni delovnih tokov

source: There are no documents in this workflow state
he_il: אין מסמכים במצב תהליך עבודה זה
sl: V tem stanju poteka dela ni nobenih dokumentov

source: Documents in the workflow "%s", state "%s"
he_il: מסמכים בתהליך העבודה &quot;%s&quot;, במצב &quot;%s&quot;
sl: Dokumenti v delovnem toku &quot;%s&quot;, stanje &quot;%s&quot;

source: Create states and link them using transitions.
he_il: יצירת מצבים וקישורם באמצעות מעברי שלב.
sl: Ustvarite stanja in jih povežite s prehodi.

source: This workflow doesn't have any state
he_il: לתהליך עבודה הזה לא הוגדר מצב כלשהו
sl: Ta potek dela nima nobenega stanja

source: States of workflow: %s
he_il: מצבי תהליך עבודה: %s
sl: Stanja poteka dela: %s

source: Create escalation for workflow state: %s
he_il: צור הסלמה עבור מצב תהליך עבודה: %s
sl: Ustvari eskalacijo za stanje poteka dela: %s

source: Delete workflow state escalation: %s
he_il: מחק הסלמה של מצב תהליך עבודה: %s
sl: Izbriši stopnjevanje stanja poteka dela: %s

source: Edit workflow state escalation: %s
he_il: ערוך הסלמה של מצב תהליך עבודה: %s
sl: Urejanje stopnjevanja stanja poteka dela: %s

source: Workflow state escalation allow workflows to execute a a transition automatically after a specific amount of time.
he_il: הסלמה במצב תהליך עבודה מאפשרת לזרימות עבודה לבצע מעבר אוטומטי לאחר פרק זמן מסוים.
sl: Stopnjevanje stanja delovnega toka omogoča, da delovni tokovi po določenem času samodejno izvedejo prehod.

source: There are no escalations for this workflow state
he_il: אין הסלמות עבור מצב תהליך עבודה זה
sl: Za to stanje poteka dela ni stopnjevanja

source: Escalations for workflow template state: %s
he_il: הסלמות עבור מצב תבנית תהליך עבודה: %s
sl: Eskalacije za stanje predloge poteka dela: %s

source: Create a "%(action_class)s" workflow action for: %(workflow_state)s
he_il: צור פעולת תהליך עבודה &quot;%(action_class)s&quot; עבור: %(workflow_state)s
sl: Ustvarite dejanje poteka dela &quot;%(action_class)s&quot; za: %(workflow_state)s

source: Delete workflow state action: %s
he_il: מחק פעולת מצב תהליך עבודה: %s
sl: Izbriši dejanje stanja poteka dela: %s

source: Edit workflow state action: %s
he_il: ערוך פעולת מצב תהליך עבודה: %s
sl: Urejanje dejanja stanja poteka dela: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
he_il: פעולות מצב תהליך עבודה הן פקודות מאקרו שמתבצעות כאשר מסמכים נכנסים או יוצאים מהמצב שבו הם נמצאים.
sl: Dejanja stanja delovnega toka so makri, ki se izvedejo, ko dokumenti vstopijo ali zapustijo stanje, v katerem so.

source: There are no actions for this workflow state
he_il: אין פעולות עבור מצב תהליך עבודה זה
sl: Za to stanje poteka dela ni dejanj

source: Actions for workflow state: %s
he_il: פעולות עבור מצב תהליך עבודה: %s
sl: Dejanja za stanje poteka dela: %s

source: New workflow state action selection for: %s
he_il: בחירת פעולה חדשה של מצב תהליך עבודה עבור: %s
sl: Nov izbor dejanj stanja poteka dela za: %s

source: Create states for workflow: %s
he_il: צור מצבים עבור תהליך עבודה: %s
sl: Ustvari stanja za potek dela: %s

source: Delete workflow state: %s?
he_il: למחוק מצב תהליך עבודה: %s?
sl: Izbriši stanje poteka dela: %s?

source: Edit workflow state: %s
he_il: ערוך מצב תהליך עבודה: %s
sl: Uredite stanje poteka dela: %s

source: This workflow doesn't have any states
he_il: לתהליך העבודה הזה אין מצבים כלשהם
sl: Ta potek dela nima nobenih stanj

source: Create transitions for workflow: %s
he_il: צור מעברים עבור תהליך עבודה: %s
sl: Ustvarite prehode za potek dela: %s

source: Delete workflow transition: %s?
he_il: למחוק את מעבר תהליך העבודה: %s?
sl: Izbriši prehod poteka dela: %s?

source: Edit workflow transition: %s
he_il: ערוך מעבר של תהליך עבודה: %s
sl: Urejanje prehoda poteka dela: %s

source: Create a transition and use it to move a workflow from one state to another.
he_il: צור מעבר והשתמש בו כדי להעביר תהליך עבודה ממצב אחד לאחר.
sl: Ustvarite prehod in ga uporabite za premikanje poteka dela iz enega stanja v drugo.

source: This workflow doesn't have any transitions
he_il: לתהליך העבודה הזה אין מעברים
sl: Ta potek dela nima nobenih prehodov

source: Transitions of workflow: %s
he_il: מעברים של תהליך עבודה: %s
sl: Prehodi poteka dela: %s

source: Create a field for workflow transition: %s
he_il: צור שדה למעבר תהליך עבודה: %s
sl: Ustvarite polje za prehod delovnega toka: %s

source: Delete workflow transition field: %s
he_il: מחק שדה מעבר של תהליך עבודה: %s
sl: Izbrišite prehodno polje poteka dela: %s

source: Edit workflow transition field: %s
he_il: ערוך שדה מעבר של תהליך עבודה: %s
sl: Uredite prehodno polje poteka dela: %s

source: Workflow transition fields allow adding data to the workflow's context. This additional context data can then be used by other elements of the workflow system like the workflow state actions.
he_il: שדות מעבר של תהליך עבודה מאפשרים הוספת נתונים להקשר של זרימת העבודה. לאחר מכן ניתן להשתמש בנתוני הקשר נוספים אלה על ידי אלמנטים אחרים של מערכת זרימת העבודה כמו פעולות מצב זרימת העבודה.
sl: Prehodna polja poteka dela omogočajo dodajanje podatkov v kontekst poteka dela. Te dodatne kontekstne podatke lahko nato uporabijo drugi elementi sistema poteka dela, kot so dejanja stanja poteka dela.

source: There are no fields for this workflow transition
he_il: אין שדות למעבר תהליך עבודה זו
sl: Za ta prehod poteka dela ni polj

source: Fields for workflow transition: %s
he_il: שדות למעבר תהליך עבודה: %s
sl: Polja za prehod poteka dela: %s

source: Error updating workflow transition trigger events; %s
he_il: שגיאה בעדכון אירועי הפעלת מעבר תהליך עבודה; %s
sl: Napaka pri posodabljanju dogodkov sprožilcev prehoda delovnega toka; %s

source: Workflow transition trigger events updated successfully
he_il: אירועי הפעלת מעבר תהליך עבודה עודכנו בהצלחה
sl: Sprožilni dogodki prehoda delovnega toka so bili uspešno posodobljeni

source: Triggers are events that cause this transition to execute automatically.
sl: Sprožilci so dogodki, ki povzročijo samodejno izvedbo tega prehoda.

source: Workflow transition trigger events for: %s
he_il: אירועי הפעלת מעבר תהליך עבודה עבור: %s
sl: Sprožilni dogodki prehoda delovnega toka za: %s

source: Workflows assigned this document type
he_il: תהליכי עבודה הוקצו סוג מסמך זה
sl: Poteki dela so dodelili to vrsto dokumenta

source: Available workflows
he_il: תהליכי עבודה זמינות
sl: Razpoložljivi delovni tokovi

source: Removing a workflow from a document type will also remove all running instances of that workflow.
he_il: הסרת תהליך עבודה מסוג מסמך תסיר גם את כל המופעים הפועלים של תהליך עבודה זו.
sl: Če odstranite delovni tok iz vrste dokumenta, boste odstranili tudi vse delujoče primerke tega delovnega toka.

source: Workflows assigned the document type: %s
he_il: תהליכי עבודה הוקצו את סוג המסמך: %s
sl: Potekom dela je bila dodeljena vrsta dokumenta: %s

source: Error launching workflows for document "%(instance)s"; %(exception)s
he_il: שגיאה בהפעלת תהליכי עבודה עבור המסמך &quot;%(instance)s&quot;; %(exception)s
sl: Napaka pri zagonu delovnih tokov za dokument &quot;%(instance)s&quot;; %(exception)s

source: Workflows launched successfully for %(count)d documents.
he_il: תהליכי עבודה הושקו בהצלחה עבור מסמכי %(count)d.
sl: Delovni tokovi so bili uspešno zagnani za dokumente %(count)d.

source: Workflows launched successfully for document "%(object)s".
he_il: תהליכי עבודה הושקו בהצלחה עבור המסמך &quot;%(object)s&quot;.
sl: Delovni tokovi so bili uspešno zagnani za dokument &quot;%(object)s&quot;.

source: Workflows launched successfully for %(count)d document.
he_il: תהליכי עבודה הושקו בהצלחה עבור מסמך %(count)d.
sl: Delovni tokovi so bili uspešno zagnani za dokument %(count)d.

source: Launch workflows for the selected %(count)d documents.
he_il: הפעל תהליכי עבודה עבור מסמכי %(count)d שנבחרו.
sl: Zaženi poteke dela za izbrane dokumente %(count)d.

source: Launch workflow: %(object)s.
he_il: הפעל תהליך עבודה: %(object)s.
sl: Potek dela zagona: %(object)s.

source: Launch workflows for the selected %(count)d document.
he_il: הפעל תהליכי עבודה עבור מסמך %(count)d שנבחר.
sl: Zaženi poteke dela za izbrani dokument %(count)d.

source: Workflows already launched or workflows not applicable to some documents when multiple documents are selected, will be silently ignored.
he_il: תהליכי עבודה שכבר הושקו או תהליכי עבודה שאינן חלות על מסמכים מסוימים כאשר נבחרים מסמכים מרובים, יתעלמו בשקט.
sl: Poteki dela, ki so že zagnani, ali poteki dela, ki niso uporabni za nekatere dokumente, ko je izbranih več dokumentov, bodo tiho prezrti.

source: Workflows to be launched.
he_il: תהליכי עבודה שישוגרו.
sl: Delovni tokovi, ki bodo zagnani.

source: Error deleting workflow "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת תהליך העבודה &quot;%(instance)s&quot;; %(exception)s
sl: Napaka pri brisanju poteka dela &quot;%(instance)s&quot;; %(exception)s

source: %(count)d workflows deleted successfully.
he_il: תהליכי עבודה %(count)d נמחקו בהצלחה.
sl: %(count)d poteki dela so bili uspešno izbrisani.

source: Workflow "%(object)s" deleted successfully.
he_il: תהליך העבודה &quot;%(object)s&quot; נמחקה בהצלחה.
sl: Potek dela &quot;%(object)s&quot; je bil uspešno izbrisan.

source: %(count)d workflow deleted successfully.
he_il: תהליך העבודה %(count)d נמחקה בהצלחה.
sl: %(count)d potek dela je bil uspešno izbrisan.

source: Delete the %(count)d selected workflows.
he_il: מחק את תהליכי העבודה שנבחרו %(count)d.
sl: Izbrišite %(count)d izbrane poteke dela.

source: Delete workflow: %(object)s.
he_il: מחק תהליך עבודה: %(object)s.
sl: Izbriši potek dela: %(object)s.

source: Delete the %(count)d selected workflow.
he_il: מחק את תהליך העבודה %(count)d שנבחרה.
sl: Izbrišite %(count)d izbrani potek dela.

source: All workflow instances will also be deleted.
he_il: גם כל מופעי תהליך העבודה יימחקו.
sl: Izbrisani bodo tudi vsi primerki poteka dela.

source: Edit workflow: %s
he_il: עריכת תהליך עבודה: %s
sl: Urejanje poteka dela: %s

source: Document types assigned this workflow
he_il: סוגי מסמכים הוקצו תהליך עבודה זו
sl: Vrste dokumentov, dodeljene temu delovnemu toku

source: Available document types
sl: Razpoložljive vrste dokumentov

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
he_il: הסרת סוג מסמך מזרימת עבודה תסיר גם את כל המופעים הפועלים של אותה תהליך עבודה עבור מסמכים מסוג המסמך שזה עתה הוסר.
sl: Če vrsto dokumenta odstranite iz delovnega toka, boste odstranili tudi vse tekoče primerke tega delovnega toka za dokumente pravkar odstranjene vrste dokumenta.

source: Document types assigned the workflow: %s
he_il: סוגי מסמכים שהוקצו לתהליך העבודה: %s
sl: Vrste dokumentov, dodeljene delovnemu toku: %s

source: This will launch the workflow for documents that have already been uploaded.
he_il: פעולה זו תפעיל את תהליך העבודה עבור מסמכים שכבר הועלו.
sl: To bo zagnalo potek dela za dokumente, ki so že bili naloženi.

source: Launch workflow?
he_il: להפעיל תהליך עבודה?
sl: Želite zagnati potek dela?

source: Workflow launch queued successfully.
he_il: השקת תהליך העבודה הועמדה בתור בהצלחה.
sl: Zagon poteka dela je uspešno postavljen v čakalno vrsto.

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
he_il: תהליכי עבודה מאחסנות סדרה של מצבים ועוקבות אחר המצב הנוכחי של מסמך. מעברים משמשים כדי לשנות את המצב הנוכחי למצב חדש.
sl: Delovni tokovi shranjujejo vrsto stanj in spremljajo trenutno stanje dokumenta. Prehodi se uporabljajo za spremembo trenutnega stanja v novo.

source: No workflows have been defined
he_il: לא הוגדרו תהליכי עבודה
sl: Določen ni noben potek dela

source: Preview of: %s
sl: Predogled: %s

source: This will launch all workflows created after documents have already been uploaded.
he_il: פעולה זו תפעיל את כל תהליכי העבודה שנוצרו לאחר שהמסמכים כבר הועלו.
sl: To bo zagnalo vse poteke dela, ustvarjene po tem, ko so bili dokumenti že naloženi.

source: Launch all workflows?
he_il: להפעיל את כל תהליכי העבודה?
sl: Želite zagnati vse poteke dela?

source: Document label
sl: Oznaka dokumenta

source: The new label to be assigned to the document.
he_il: התווית החדשה תוקצה למסמך.
sl: Nova oznaka, ki bo dodeljena dokumentu.

source: Document description
sl: Opis dokumenta

source: The new description to be assigned to the document.
he_il: התיאור החדש של המסמך.
sl: Nov opis, ki bo dodeljen dokumentu.

source: Modify document properties
he_il: שינוי מאפייני מסמך
sl: Spremenite lastnosti dokumenta

source: Additional workflows to launch for the document.
he_il: תהליכי עבודה נוספות להפעלה עבור המסמך.
sl: Dodatni poteki dela za zagon za dokument.

source: The URL to access.
he_il: כתובת האתר (URL) לגישה.
sl: URL za dostop.

source: Timeout
sl: Odmor

source: Time in seconds to wait for a response.
sl: Čas v sekundah za čakanje na odgovor.

source: Payload
sl: Tovor

source: A JSON document to include in the request.
sl: Dokument JSON, ki ga vključite v zahtevo.

source: Username
sl: Uporabniško ime

source: Username to use for making the request with HTTP Basic Auth.
sl: Uporabniško ime, ki se uporablja za izdelavo zahteve z osnovnim preverjanjem HTTP.

source: Password
sl: Geslo

source: Password to use for making the request with HTTP Basic Auth.
he_il: סיסמה לשימוש לביצוע הבקשה עם HTTP Basic Auth.
sl: Geslo za uporabo pri zahtevi z osnovnim preverjanjem HTTP.

source: Method
he_il: שיטה (מתודה)
sl: Metoda

source: The HTTP method to use for the request. Typical choices are OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
he_il: שיטת (מתודת) ה-HTTP לשימוש עבור הבקשה. האפשרויות האופייניות הן OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
sl: Metoda HTTP, ki se uporablja za zahtevo. Tipične izbire so OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.

source: Headers
he_il: כותרות (קידומות)
sl: Glave

source: Headers to send with the HTTP request. Must be in JSON format.
he_il: כותרות (קידומות) לשליחה עם בקשת ה-HTTP. חייב להיות בפורמט JSON.
sl: Glave za pošiljanje z zahtevo HTTP. Biti mora v formatu JSON.

source: Perform an HTTP request
he_il: ביצוע בקשת HTTP
sl: Izvedite zahtevo HTTP

source: %(field_name)s JSON error: %(exception)s
he_il: שגיאת JSON בשדה %(field_name)s : %(exception)s
sl: %(field_name)s Napaka JSON: %(exception)s
