Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Appearance
tr_tr: Görünüm

source: JQuery Form
tr_tr: JQuery Formu

source: Select 2
tr_tr: 2'yi seçin

source: Theme created
tr_tr: Tema oluşturuldu

source: Theme edited
tr_tr: Tema düzenlendi

source: User theme edited
tr_tr: Kullanıcı teması düzenlendi

source: Theme settings
tr_tr: Tema ayarları

source: Edit theme settings
tr_tr: Tema ayarlarını düzenle

source: Create new theme
tr_tr: Yeni tema oluştur

source: Delete
tr_tr: Sil

source: Edit
tr_tr: Düzenle

source: Themes
tr_tr: Temalar

source: A short text describing the theme.
tr_tr: Temayı anlatan kısa bir metin.

source: Label
tr_tr: Etiket

source: The CSS stylesheet to change the appearance of the different user interface elements.
tr_tr: Farklı kullanıcı arabirimi öğelerinin görünümünü değiştirmek için CSS stil sayfası.

source: Stylesheet
tr_tr: Stil sayfası

source: Theme
tr_tr: Tema

source: User
tr_tr: Kullanıcı

source: User theme setting
tr_tr: Kullanıcı teması ayarı

source: User theme settings
tr_tr: Kullanıcı teması ayarları

source: Create new themes
tr_tr: Yeni temalar oluşturun

source: Delete themes
tr_tr: Temaları sil

source: Edit themes
tr_tr: Temaları düzenle

source: View existing themes
tr_tr: Mevcut temaları görüntüle

source: Custom HTTP response code for AJAX redirections.
tr_tr: AJAX yönlendirmeleri için özel HTTP yanıt kodu.

source: Maximum number of characters that will be displayed as the view title.
tr_tr: Görünüm başlığı olarak görüntülenecek maksimum karakter sayısı.

source: Position where the system messages will be displayed.
tr_tr: Sistem mesajlarının görüntüleneceği konumu belirleyin.

source: Delay in milliseconds after which the menus will be checked for updates.
tr_tr: Menülerin güncellemeler için kontrol edileceği milisaniye cinsinden gecikme.

source: Maximum number of requests that can be made before throttling is enabled.
tr_tr: Daraltma etkinleştirilmeden önce yapılabilecek en fazla istek sayısı.

source: Time in milliseconds after which a throttled request will clear allowing an additional request to be performed.
tr_tr: Daraltılmış bir isteğin temizleneceği milisaniye cinsinden süre, ek bir isteğin gerçekleştirilmesine izin verir.

source: Copy
tr_tr: Kopya

source: None
tr_tr: Yok

source: Delete theme: %s
tr_tr: Şu temayı sil: %s

source: Edit theme: %s
tr_tr: Şu temayı düzenle: %s

source: Themes allow changing the visual appearance without requiring code changes.
tr_tr: Temalar, kod değişikliği gerektirmeden görsel görünümü değiştirmeye izin verir.

source: There are no themes
tr_tr: Tema yok
