Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/views/locale/*/LC_MESSAGES/django.po
Languages: el, he_il, ru

source: Views
el: Προβολές
he_il: צפיות
ru: Представления

source: Search
he_il: לחפש

source: Selection
he_il: בְּחִירָה

source: Label
he_il: תווית

source: Relationship
he_il: מערכת יחסים

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
el: Επιλέξτε τις καταχωρήσεις προς αφαίρεση. Κρατήστε πατημένο το Control για επιλογή πολλαπλών καταχωρήσεων. Μόλις ολοκληρωθεί η επιλογή, κάντε κλικ στο παρακάτω κουμπί ή κάντε διπλό κλικ στην λίστα για να ολοκληρώσετε την ενέργεια.
he_il: בחר ערכים להסרה. החזק את Control כדי לבחור ערכים מרובים. לאחר השלמת הבחירה, לחץ על הלחצן למטה או לחץ פעמיים על הרשימה כדי להפעיל את הפעולה.
ru: Выберите записи для удаления. Удерживайте Control для выбора нескольких записей. После завершения выбора, нажмите кнопку ниже или дважды щелкните по списку, чтобы удалить записи.

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
el: Επιλέξτε τις καταχωρήσεις προς προσθήκη. Κρατήστε πατημένο το Control για επιλογή πολλαπλών καταχωρήσεων. Μόλις ολοκληρωθεί η επιλογή, κάντε κλικ στο παρακάτω κουμπί ή κάντε διπλό κλικ στην λίστα για να ολοκληρώσετε την ενέργεια.
he_il: בחר ערכים להוספת. החזק את Control כדי לבחור ערכים מרובים. לאחר השלמת הבחירה, לחץ על הלחצן למטה או לחץ פעמיים על הרשימה כדי להפעיל את הפעולה.
ru: Выберите записи для добавления. Удерживайте Control для выбора нескольких записей. После завершения выбора, нажмите кнопку ниже или дважды щелкните по списку, чтобы добавить записи.

source: Add all
el: Προσθήκη όλων
he_il: הוסף הכל
ru: Добавить все

source: Add
el: Προσθήκη
he_il: לְהוֹסִיף
ru: Добавить

source: Remove all
el: Αφαίρεση όλων
he_il: להסיר את כל
ru: Удалить все

source: Remove
el: Αφαίρεση
he_il: לְהַסִיר
ru: Удалить

source: Error updating relationship; %s
el: Σφάλμα κατά την ενημέρωση της σχέσης. %s
he_il: שגיאה בעדכון הקשר; %s
ru: Ошибка обновления отношения; %s

source: Relationships updated successfully
el: Οι σχέσεις ενημερώθηκαν με επιτυχία
he_il: מערכות היחסים עודכנו בהצלחה
ru: Отношения обновлены

source: Duplicate data error: %(error)s
el: Σφάλμα διπλοκαταχώρησης: %(error)s
he_il: שגיאת נתונים כפולים: %(error)s
ru: Ошибка повтора данных: %(error)s

source: %(object)s not created, error: %(error)s
el: %(object)s δεν δημιουργήθηκε, σφάλμα: %(error)s
he_il: %(object)s לא נוצר, שגיאה: %(error)s
ru: %(object)s не создан, ошибка: %(error)s

source: %(object)s created successfully.
el: %(object)s δημιουργήθηκε επιτυχώς.
he_il: %(object)s נוצר בהצלחה.
ru: %(object)s создан.

source: %(object)s not deleted, error: %(error)s.
el: %(object)s δεν διαγράφηκε, σφάλμα: %(error)s
he_il: %(object)s לא נמחק, שגיאה: %(error)s.
ru: %(object)s не удален, ошибка: %(error)s.

source: %(object)s deleted successfully.
el: %(object)s διαγράφηκε επιτυχώς.
he_il: %(object)s נמחק בהצלחה.
ru: %(object)s удален.

source: Error retrieving %(object)s; %(error)s
el: Σφάλμα κατά την ανάκτηση του %(object)s. %(error)s
he_il: שגיאה באחזור %(object)s; %(error)s
ru: Ошибка при получении %(object)s; %(error)s

source: %(object)s not updated, error: %(error)s.
el: %(object)s δεν ενημερώθηκε,σφάλμα: %(error)s
he_il: %(object)s לא עודכן, שגיאה: %(error)s.
ru: %(object)s не обновлён, ошибка: %(error)s.

source: %(object)s updated successfully.
el: %(object)s ενημερώθηκε επιτυχώς.
he_il: %(object)s עודכן בהצלחה.
ru: %(object)s обновлён.

source: %(count)d objects deleted successfully.
el: %(count)d αντικείμενα διαγράφηκαν με επιτυχία.
he_il: אובייקטים %(count)d נמחקו בהצלחה.
ru: %(count)d объектов удалено.

source: "%(object)s" deleted successfully.
el: Το "%(object)s" διαγράφηκε με επιτυχία.
he_il: &quot;%(object)s&quot; נמחק בהצלחה.
ru: "%(object)s" удален.

source: %(count)d object deleted successfully.
el: %(count)d αντικείμενο διαγράφηκε με επιτυχία.
he_il: אובייקט %(count)d נמחק בהצלחה.
ru: %(count)d объект удален.

source: Delete %(count)d objects.
el: Διαγραφή %(count)d αντικειμένων.
he_il: מחק אובייקטים %(count)d.
ru: Удалить %(count)d объектов.

source: Delete "%(object)s".
el: Διαγραφή του "%(object)s".
he_il: מחק את &quot;%(object)s&quot;.
ru: Удалить "%(object)s".

source: Delete %(count)d object.
el: Διαγραφή %(count)d αντικειμένου.
he_il: מחק אובייקט %(count)d.
ru: Удалить %(count)d объект.

source: The number objects that will be displayed per page.
el: Ο αριθμός των αντικειμένων που θα εμφανίζονται ανά σελίδα.
he_il: מספר האובייקטים שיוצגו בכל עמוד.
ru: Количество объектов для отображения на страницу.

source: A string specifying the name to use for the paging parameter.
he_il: מחרוזת המציינת את השם לשימוש עבור פרמטר ההחלפה.

source: Display a submit button and wait for the submit button to be pressed before processing up the upload.
he_il: הצג כפתור שליחה והמתן עד ללחוץ על כפתור השליחה לפני עיבוד העלאה.

source: Cancel upload
he_il: בטל העלאה

source: Are you sure you want to cancel this upload?
he_il: האם אתה בטוח שברצונך לבטל העלאה זו?

source: Drop files or click here to upload files
he_il: שחרר קבצים או לחץ כאן כדי להעלות קבצים

source: Your browser does not support drag and drop file uploads.
he_il: הדפדפן שלך אינו תומך בהעלאות קבצים בגרירה ושחרור.

source: Please use the fallback form below to upload your files.
he_il: אנא השתמש בטופס ההחזר שלהלן כדי להעלות את הקבצים שלך.

source: Clear
he_il: ברור

source: Server responded with {{statusCode}} code.
he_il: השרת הגיב בקוד {{statusCode}}.

source: Confirm delete
el: Επιβεβαίωση διαγραφής
he_il: אשר את המחיקה
ru: Подтвердить удаление

source: Edit %s
el: Τροποποίηση %s
he_il: ערוך את %s
ru: Редактировать %s

source: Confirm
el: Επιβεβαίωση
he_il: לְאַשֵׁר
ru: Подтвердить

source: Details for: %s
el: Λεπτομέρειες για: %s
he_il: פרטים עבור: %s
ru: Подробности: %s

source: Edit: %s
el: Τροποποίηση: %s
he_il: עריכה: %s
ru: Редактировать: %s

source: Create
el: Δημιουργία
he_il: לִיצוֹר
ru: Создать

source: No %(verbose_name)s found matching the query
el: Κανένα %(verbose_name)s δεν βρέθηκε να αντιστοιχεί στο ερώτημα
he_il: לא נמצא %(verbose_name)s התואם לשאילתה
ru: По запросу не найдено %(verbose_name)s

source: Unable to perform operation on object %(instance)s; %(exception)s.
el: Δεν είναι δυνατή η εκτέλεση λειτουργίας στο αντικείμενο %(instance)s; %(exception)s.
he_il: לא ניתן לבצע פעולה על אובייקט %(instance)s; %(exception)s.
ru: Невозможно выполнить операцию над объектом %(instance)s; %(exception)s.

source: Operation performed on %(count)d objects.
el: Η λειτουργία πραγματοποιήθηκε σε %(count)d αντικείμενα .
he_il: פעולה שבוצעה על אובייקטים %(count)d.
ru: Операция выполнена над %(count)d объектами.

source: Operation performed on %(object)s.
el: Η λειτουργία πραγματοποιήθηκε σε %(object)s.
he_il: הפעולה בוצעה ב-%(object)s.
ru: Операция выполнена над %(object)s.

source: Operation performed on %(count)d object.
el: Η λειτουργία πραγματοποιήθηκε σε %(count)d αντικείμενο .
he_il: פעולה שבוצעה על אובייקט %(count)d.
ru: Операция выполнена над %(count)d объектом.

source: Perform operation on %(count)d objects.
el: Εκτέλεση λειτουργίας σε %(count)d αντικείμενα .
he_il: בצע פעולה על אובייקטים %(count)d.
ru: Выполнить операцию над %(count)d объектами.

source: Perform operation on %(object)s.
el: Εκτέλεση λειτουργίας σε %(object)s.
he_il: בצע פעולה ב-%(object)s.
ru: Выполнить операцию над %(object)s.

source: Perform operation on %(count)d object.
el: Εκτέλεση λειτουργίας σε %(count)d αντικείμενο .
he_il: בצע פעולה על אובייקט %(count)d.
ru: Выполнить операцию над %(count)d объектом.

source: Object
el: Αντικείμενο
he_il: לְהִתְנַגֵד
ru: Объект

source: Delete
el: Διαγραφή
ru: Удалить

source: Items
ru: Элементы

source: App
el: Εφαρμογή
ru: Приложение

source: Value
el: Τιμή
ru: Значение

source: Namespace
el: Χώρος ονομάτων
ru: Пространство имен

source: Name
el: Όνομα
ru: Имя

source: User
el: Χρήστης
ru: Пользователь
