Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/django_gpg/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Key ID
hu: Kulcsazonosító

source: Type
hu: Típus

source: Creation date
hu: Létrehozás dátuma

source: No expiration
hu: Nincs lejárat

source: Expiration date
hu: Lejárati dátum

source: Length
hu: Hossz

source: User ID
hu: Felhasználói azonosító

source: GNU privacy guard - a PGP implementation.
hu: GNU adatvédelmi őr – PGP implementáció.

source: Key management
hu: Kulcskezelés

source: Key created
hu: Kulcs létrehozva

source: Key downloaded
hu: Kulcs letöltve

source: None
hu: Nincs

source: Fingerprint
hu: Ujjlenyomat

source: Algorithm
hu: Algoritmus

source: Term
hu: Futamidő

source: Name, e-mail, key ID or key fingerprint to look for.
hu: Keresendő név, e-mail cím, kulcsazonosító vagy kulcsujjlenyomat.

source: Delete
hu: Törlés

source: Details
hu: Részletek

source: Download
hu: Letöltés

source: Query keyservers
hu: Kulcsszerverek lekérdezése

source: Import
hu: Importálás

source: Upload key
hu: Feltöltési kulcs

source: Private keys
hu: Privát kulcsok

source: Public keys
hu: Nyilvános kulcsok

source: Public
hu: Nyilvános

source: Secret
hu: Titok

source: Bad signature.
hu: Rossz aláírás.

source: Document not signed or invalid signature.
hu: A dokumentum nincs aláírva, vagy érvénytelen az aláírás.

source: Signature error.
hu: Aláírási hiba.

source: Document is signed but no public key is available for verification.
hu: A dokumentum alá van írva, de nem áll rendelkezésre nyilvános kulcs az ellenőrzéshez.

source: Document is signed, and signature is good.
hu: A dokumentum aláírva, az aláírás jó.

source: Document is signed with a valid signature.
hu: A dokumentumot érvényes aláírással írják alá.

source: ASCII armored version of the key.
hu: A kulcs ASCII védett változata.

source: Key data
hu: Kulcsadatok

source: Key
hu: Kulcs

source: Keys
hu: Kulcsok

source: Invalid key data
hu: Érvénytelen kulcsadatok

source: Key already exists.
hu: A kulcs már létezik.

source: Delete keys
hu: Kulcsok törlése

source: Download keys
hu: Kulcsok letöltése

source: Import keys from keyservers
hu: Kulcsok importálása kulcsszerverekről

source: Use keys to sign content
hu: Használjon kulcsokat a tartalom aláírásához

source: Upload keys
hu: Kulcsok feltöltése

source: View keys
hu: Kulcsok megtekintése

source: Signatures
hu: Aláírások

source: Full path to the backend to be used to handle keys and signatures.
hu: A kulcsok és aláírások kezelésére szolgáló háttérrendszer teljes elérési útja.

source: Keyserver used to query for keys.
hu: A kulcsok lekérdezésére használt kulcsszerver.

source: Delete key: %s
hu: Törlési kulcs: %s

source: Details for key: %s
hu: A kulcs részletei: %s

source: Import key ID: %s?
hu: Kulcsazonosító importálása: %s ?

source: Import key
hu: Kulcs importálása

source: Unable to import key: %(key_id)s; %(error)s
hu: Nem sikerült importálni a kulcsot: %(key_id)s ; %(error)s

source: Successfully received key: %(key_id)s
hu: Sikeresen fogadott kulcs: %(key_id)s

source: Use names, last names, key ids or emails to search public keys to import from the keyserver.
hu: Használjon neveket, vezetékneveket, kulcsazonosítókat vagy e-mail-címeket a kulcsszerverről importálandó nyilvános kulcsok kereséséhez.

source: No results returned
hu: Nincs találat

source: Key query results
hu: Legfontosabb lekérdezési eredmények

source: Query key server
hu: Lekérdezési kulcsszerver

source: Upload new key
hu: Új kulcs feltöltése

source: Private keys are used to signed documents. Private keys can only be uploaded by the user. The view to upload private and public keys is the same.
hu: Az aláírt dokumentumokhoz privát kulcsokat használnak. Privát kulcsokat csak a felhasználó tölthet fel. A privát és nyilvános kulcsok feltöltésének nézete megegyezik.

source: There no private keys
hu: Nincsenek privát kulcsok

source: Public keys are used to verify signed documents. Public keys can be uploaded by the user or downloaded from keyservers. The view to upload private and public keys is the same.
hu: Nyilvános kulcsokat használnak az aláírt dokumentumok ellenőrzésére. A nyilvános kulcsokat a felhasználó feltöltheti, vagy kulcsszerverekről töltheti le. A privát és nyilvános kulcsok feltöltésének nézete megegyezik.

source: There no public keys
hu: Nincsenek nyilvános kulcsok
