Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/signature_captures/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Signature captures
hu: Aláírásrögzítések

source: Signature capture created
hu: Aláírásrögzítés létrehozva

source: Signature capture deleted
hu: Aláírásrögzítés törölve

source: Signature capture edited
hu: Aláírásrögzítés szerkesztve

source: Asset preview image
hu: Tartalom előnézeti képe

source: Preview
hu: Előnézet

source: Create new signature capture
hu: Új aláírásrögzítés létrehozása

source: Delete
hu: Törlés

source: Edit
hu: Szerkesztés

source: Document
hu: Dokumentum

source: Data representing the handwritten signature.
hu: A kézzel írt aláírást reprezentáló adatok.

source: Signature capture data
hu: Aláírásrögzítési adatok

source: Vector representation of the handwritten signature.
hu: A kézzel írott aláírás vektoros ábrázolása.

source: SVG signature capture data
hu: SVG aláírásrögzítési adatok

source: Print version of the captured signature.
hu: A rögzített aláírás nyomtatott változata.

source: Text
hu: Szöveg

source: User
hu: Felhasználó

source: Date and time created
hu: Létrehozás dátuma és ideje

source: Date and time edited
hu: Dátum és idő szerkesztve

source: This value will be used when referencing this signature capture in relationship to the document. Can only contain letters, numbers, and underscores.
hu: Ezt az értéket használja a rendszer, amikor erre az aláírás rögzítésére hivatkozik a dokumentummal kapcsolatban. Csak betűket, számokat és aláhúzásjeleket tartalmazhat.

source: Internal name
hu: Belső név

source: Signature capture
hu: Aláírás rögzítése

source: Creation date and time
hu: Létrehozás dátuma és ideje

source: Create signature captures
hu: Aláírásrögzítések létrehozása

source: Delete signature captures
hu: Aláírásrögzítések törlése

source: Edit signature captures
hu: Aláírásrögzítés szerkesztése

source: View signature captures
hu: Aláírásrögzítések megtekintése

source: Signature capture text
hu: Aláírásrögzítés szöveg

source: Signature capture user first name
hu: Aláírásrögzítési felhasználó keresztneve

source: Signature capture user last name
hu: Aláírásrögzítési felhasználó vezetékneve

source: Signature capture user username
hu: Aláírásrögzítési felhasználói felhasználónév

source: Document type label
hu: Dokumentumtípus címke

source: Document label
hu: Dokumentumcímke

source: User first name
hu: Felhasználó keresztneve

source: User last name
hu: Felhasználó vezetékneve

source: User username
hu: Felhasználói felhasználónév

source: The threshold at which the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND will start deleting the oldest signature capture cache files. Specify the size in bytes.
hu: Az a küszöbérték, amelynél a SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND megkezdi a legrégebbi aláírásrögzítési gyorsítótár-fájlok törlését. Adja meg a méretet bájtban.

source: Path to the Storage subclass to use when storing the cached signature capture files.
hu: A Tárolás alosztály elérési útja a gyorsítótárazott aláírásrögzítési fájlok tárolásakor.

source: Arguments to pass to the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
hu: Argumentumok a következőhöz: SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.

source: Unable to initialize the converter signature capture cachestorage. Check the settings {} and {} for formatting errors.
hu: Nem sikerült inicializálni a konverter aláírásrögzítési gyorsítótárát. Ellenőrizze a beállításokat {} és {} formázási hibákért.

source: Signature captures cache
hu: Aláírásrögzítő gyorsítótár

source: Sign above
hu: Aláírás fent

source: Paste a signature capture (percent coordinates)
hu: Aláírásrögzítés beillesztése (százalékos koordináták)

source: Signature capture internal name
hu: Az aláírásrögzítés belső neve

source: Create signature capture for document: %s
hu: Aláírásrögzítés létrehozása a következő dokumentumhoz: %s

source: Delete signature capture: %s
hu: Aláírásrögzítés törlése: %s

source: Details of: %s
hu: Részletek: %s

source: Edit document signature capture: %s
hu: A dokumentum aláírásrögzítésének szerkesztése: %s

source: Signature captures are electronic versions of a persons's handwritten signature.
hu: Az aláírásrögzítések a személyek kézzel írt aláírásának elektronikus változatai.

source: Document has no signature captures
hu: A dokumentumnak nincs aláírásrögzítése

source: Signature captures for document: %s
hu: Aláírás rögzítése a következő dokumentumhoz: %s
