Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: hu, sl

source: Cabinets
hu: Irattartók
sl: Omare

source: Documents
hu: Dokumentumok
sl: Dokumenti

source: Cabinet created
hu: Irattartó létrehozva
sl: Omarica ustvarjena

source: Cabinet deleted
hu: Irattartó törölve

source: Cabinet edited
hu: Irattartó szerkesztve
sl: Omarica urejena

source: Document added to cabinet
hu: A dokumentum hozzáadva az irattartóhoz
sl: Dokument je dodan v omarico

source: Document removed from cabinet
hu: A dokumentum eltávolítva az irattartóból
sl: Dokument odstranjen iz omare

source: Remove from cabinets
hu: Eltávolítás az irattartókból
sl: Odstranite iz omar

source: Add to cabinets
hu: Hozzáadás az irattartókhoz
sl: Dodaj v omare

source: Add new level
hu: Új szint hozzáadása
sl: Dodajte novo raven

source: Create cabinet
hu: Irattartó létrehozása
sl: Ustvarite kabinet

source: Delete
hu: Törlés
sl: Izbriši

source: Edit
hu: Szerkesztés
sl: Uredi

source: All
hu: Mind
sl: Vse

source: Details
hu: Részletek
sl: Podrobnosti

source: Return a list of cabinets containing the document.
hu: Adja vissza a dokumentumot tartalmazó irattartók listáját.
sl: Vrnite seznam omar, ki vsebujejo dokument.

source: The path to the cabinet including all ancestors.
hu: Az irattartó elérési útja, beleértve az összes őst.
sl: Pot do omarice, vključno z vsemi nadrejenimi.

source: Full path
hu: Teljes elérési út
sl: Polna pot

source: Parent
hu: Fölérendelt

source: A short text used to identify the cabinet.
hu: Az irattartó azonosítására szolgáló rövid szöveg.
sl: Kratko besedilo za identifikacijo omarice.

source: Label
hu: Cimke
sl: Oznaka

source: Cabinet
hu: Irattartó
sl: Kabinet

source: Parent and Label
hu: Fölérendelt és címke
sl: Nadrejeno in nalepka

source: %(model_name)s with this %(field_labels)s already exists.
hu: %(model_name)s a %(field_labels)s-al már létezik.
sl: %(model_name)s s tem %(field_labels)s že obstaja.

source: Document cabinet
hu: Dokumentum irattartó
sl: Omara za dokumente

source: Document cabinets
hu: Dokumentum irattartók
sl: Omare za dokumente

source: Add documents to cabinets
hu: Dokumentumok hozzáadása az irattartókhoz
sl: Dodajte dokumente v omare

source: Create cabinets
hu: Irattartók létrehozása
sl: Ustvarite omare

source: Delete cabinets
hu: Irattartók törlése
sl: Izbriši omare

source: Edit cabinets
hu: Irattartók szerkesztése
sl: Uredite omare

source: Remove documents from cabinets
hu: Dokumentumok eltávolítása az irattartókból
sl: Odstranite dokumente iz omar

source: View cabinets
hu: Irattartók megtekintése
sl: Oglejte si omare

source: Document type
hu: Dokumentumtípus
sl: Vrsta dokumenta

source: Document label
hu: Dokumentumcímke
sl: Oznaka dokumenta

source: Document description
hu: Dokumentum leírása
sl: Opis dokumenta

source: Document UUID
hu: Dokumentum UUID
sl: UUID dokumenta

source: Document file checksum
hu: Dokumentumfájl ellenőrző összeg
sl: Kontrolna vsota datoteke dokumenta

source: Document file MIME type
hu: Dokumentumfájl MIME típusa
sl: Vrsta datoteke dokumenta MIME

source: The database ID of the cabinet.
hu: Az irattartó adatbázis-azonosítója.

source: Cabinet ID
hu: Irattartó azonosító

source: List of children cabinets.
hu: Alárendelt irattartók listája.
sl: Seznam otroških omar.

source: Children
hu: Alárendeltek

source: URL of the API endpoint showing the list documents inside this cabinet.
hu: Az API-végpont URL-címe, amely az irattartón belüli dokumentumok listáját mutatja.
sl: URL končne točke API-ja, ki prikazuje dokumente seznama v tej omari.

source: Documents URL
hu: Dokumentumok URL

source: The name of this cabinet level appended to the names of its ancestors.
hu: Ennek a irattartó szintnek a neve az ősei nevéhez van fűzve.
sl: Ime te ravni kabineta je dodano imenom njegovih prednikov.

source: Parents URL
hu: Fölérendelt URL

source: Primary key of the document to add to the cabinet.
hu: Az irattartóhoz hozzáadandó dokumentum elsődleges kulcsa.

source: Document ID
hu: Dokumentumazonosító

source: Primary key of the document to remove from the cabinet.
hu: Az irattartóból eltávolítandó dokumentum elsődleges kulcsa.

source: Navigation:
hu: Navigáció:
sl: Navigacija:

source: Add new level to: %s
hu: Új szint hozzáadása ehhez: %s
sl: Dodajte novo raven v: %s

source: Delete the cabinet: %s?
hu: Törölje az irattartót: %s ?
sl: Izbriši kabinet: %s?

source: Cabinet levels can contain documents or other cabinet sub levels. To add documents to a cabinet, select the cabinet view of a document view.
hu: Az irattartó szintek dokumentumokat vagy más irattartó szinteket tartalmazhatnak. Ha dokumentumokat szeretne hozzáadni egy irattartóhoz, válassza ki a dokumentumnézet irattartó nézetét.
sl: Ravni kabineta lahko vsebujejo dokumente ali druge podravni kabineta. Če želite dokumente dodati v omaro, izberite pogled omare v pogledu dokumenta.

source: This cabinet level is empty
hu: Ez az irattartó szint üres
sl: Ta nivo omare je prazen

source: Details of cabinet: %s
hu: Az irattartó adatai: %s
sl: Podrobnosti omare: %s

source: Edit cabinet: %s
hu: Irattartó szerkesztése: %s
sl: Uredi kabinet: %s

source: Cabinets are a multi-level method to organize documents. Each cabinet can contain documents as well as other sub level cabinets.
hu: Az irattartók egy többszintű módszer a dokumentumok rendszerezésére. Mindegyik irattartó tartalmazhat dokumentumokat, valamint más alsóbb szintű irattartókat.
sl: Omare so večnivojska metoda za organiziranje dokumentov. Vsaka omara lahko vsebuje tako dokumente kot druge podnivojske omare.

source: No cabinets available
hu: Nem állnak rendelkezésre irattartók
sl: Na voljo ni nobenih omar

source: Document "%(object)s" added to cabinets successfully.
hu: A "%(object)s" dokumentum sikeresen hozzáadva az irattartókhoz.
sl: Dokument &quot;%(object)s&quot; je bil uspešno dodan v omare.

source: %(count)d document added to cabinets successfully.
hu: %(count)d dokumentum sikeresen hozzáadva az irattartókhoz.
sl: %(count)d dokument je bil uspešno dodan v omare.

source: %(count)d documents added to cabinets successfully.
hu: %(count)d dokumentumok sikeresen hozzáadva az irattartókhoz.
sl: %(count)d dokumenti so uspešno dodani v omare.

source: Add %(count)d documents to cabinets.
hu: %(count)d dokumentum hozzáadása az irattartókhoz.
sl: Dodajte dokumente %(count)d v omare.

source: Add document "%(object)s" to cabinets.
hu: A "%(object)s" dokumentum hozzáadása az irattartókhoz.
sl: Dodajte dokument &quot;%(object)s&quot; v omare.

source: Add %(count)d document to cabinets.
hu: %(count)d dokumentum hozzáadása az irattartókhoz.
sl: Dodajte dokument %(count)d v omare.

source: Cabinets to which the selected documents will be added.
hu: Irattartók, amelyekhez a kiválasztott dokumentumok hozzáadásra kerülnek.
sl: Omare, v katere bodo dodani izbrani dokumenti.

source: Documents can be added to many cabinets.
hu: Több irattartóhoz is lehet a dokumentumokat hozzáadni.
sl: Dokumente je mogoče dodati v številne omare.

source: This document is not in any cabinet
hu: Ez a dokumentum egyetlen irattartóban sem található
sl: Ta dokument ni v nobeni omari

source: Cabinets containing document: %s
hu: Irattartók melyek ezt a dokumentumot tartalmazzák: %s
sl: Omare, ki vsebujejo dokument: %s

source: Document "%(object)s" removed from cabinets successfully.
hu: A "%(object)s" dokumentum sikeresen eltávolítva az irattartókból.
sl: Dokument &quot;%(object)s&quot; je uspešno odstranjen iz omar.

source: %(count)d document removed from cabinets successfully.
hu: %(count)d dokumentum sikeresen eltávolítva az irattartókból.
sl: %(count)d dokument je bil uspešno odstranjen iz omar.

source: %(count)d documents removed from cabinets successfully.
hu: %(count)d dokumentum sikeresen eltávolítva az irattartókból.
sl: %(count)d dokumenti so uspešno odstranjeni iz omar.

source: Remove %(count)d documents from cabinets.
hu: %(count)d dokumentum eltávolítása az irattartókból..
sl: Odstranite dokumente %(count)d iz omar.

source: Remove document "%(object)s" from cabinets.
hu: A "%(object)s" dokumentum eltávolítása az irattartókból.
sl: Odstranite dokument &quot;%(object)s&quot; iz omar.

source: Remove %(count)d document from cabinets.
hu: %(count)d dokumentum eltávolítása az irattartókból.
sl: Odstranite dokument %(count)d iz omar.

source: Cabinets from which the selected documents will be removed.
hu: Irattartók, amelyekből a kiválasztott dokumentumok eltávolításra kerülnek.
sl: Omare, iz katerih bodo izbrani dokumenti odstranjeni.

source: Select cabinets
hu: Irattartók kiválasztása
sl: Izberite omare

source: Cabinets to which the document will be added.
hu: Irattartók, amelyekhez a dokumentum hozzáadásra kerül.
sl: Omare, v katere bo dokument dodan.

source: Cabinets from which the document will be removed
hu: Irattartók, amelyekből a dokumentum eltávolításra kerül

source: Cabinets from which the document will be removed.
sl: Omare, iz katerih bo dokument odstranjen.
