Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Linking
sl: Povezovanje

source: Label
sl: Oznaka

source: Smart links
sl: Pametne povezave

source: Smart link created
sl: Pametna povezava ustvarjena

source: Smart link edited
sl: Pametna povezava urejena

source: Foreign document field
sl: Polje tujega dokumenta

source: Create new smart link
sl: Ustvari novo pametno povezavo

source: Delete
sl: Izbriši

source: Document types
sl: Vrste dokumentov

source: Edit
sl: Uredi

source: Documents
sl: Dokumenti

source: Create condition
sl: Ustvari pogoj

source: Conditions
sl: Pogoji

source: and
sl: in

source: or
sl: oz

source: is equal to
sl: je enako

source: is equal to (case insensitive)
sl: je enako (neobčutljivo na velike in male črke)

source: contains
sl: vsebuje

source: contains (case insensitive)
sl: vsebuje (neobčutljivo na velike in male črke)

source: is in
sl: je v

source: is greater than
sl: je večji od

source: is greater than or equal to
sl: je večje ali enako

source: is less than
sl: je manj kot

source: is less than or equal to
sl: je manjše ali enako

source: starts with
sl: se začne z

source: starts with (case insensitive)
sl: začne se z (neobčutljivo na velike in male črke)

source: ends with
sl: konča z

source: ends with (case insensitive)
sl: konča z (neobčutljivo za velike in male črke)

source: is in regular expression
sl: je v regularnem izrazu

source: is in regular expression (case insensitive)
sl: je v regularnem izrazu (neobčutljivo na velike in male črke)

source: Error generating dynamic label; %s
sl: Napaka pri ustvarjanju dinamične oznake; %s

source: This smart link is not allowed for the selected document's type.
sl: Ta pametna povezava ni dovoljena za izbrano vrsto dokumenta.

source: not
sl: ne

source: Full label
sl: Polna oznaka

source: A short text describing the smart link.
sl: Kratko besedilo, ki opisuje pametno povezavo.

source: Use this field to show a unique label depending on the document from which the smart link is being accessed.
sl: To polje uporabite za prikaz edinstvene oznake glede na dokument, iz katerega se dostopa do pametne povezave.

source: Dynamic label
sl: Dinamična oznaka

source: Enabled
sl: Omogočeno

source: Smart link
sl: Pametna povezava

source: The inclusion is ignored for the first item.
sl: Vključitev je prezrta za prvi element.

source: This represents the metadata of all other documents.
sl: To predstavlja metapodatke vseh drugih dokumentov.

source: Foreign document attribute
sl: Atribut tujega dokumenta

source: The expression using document properties to be evaluated against the foreign document field.
sl: Izraz, ki uporablja lastnosti dokumenta za ovrednotenje glede na polje tujega dokumenta.

source: Expression
sl: Izraz

source: Inverts the logic of the operator.
sl: Obrne logiko operaterja.

source: Negated
sl: Negirano

source: Link condition
sl: Stanje povezave

source: Link conditions
sl: Pogoji povezave

source: View resolved smart links
sl: Oglejte si razrešene pametne povezave

source: Create new smart links
sl: Ustvarite nove pametne povezave

source: Delete smart links
sl: Izbrišite pametne povezave

source: Edit smart links
sl: Uredite pametne povezave

source: View existing smart links
sl: Oglejte si obstoječe pametne povezave

source: Primary key of the document type to add to the smart link.
sl: Primarni ključ vrste dokumenta, ki ga želite dodati pametni povezavi.

source: Primary key of the document type to remove from the smart link.
sl: Primarni ključ vrste dokumenta, ki ga želite odstraniti iz pametne povezave.

source: Conditions are small logic units that when combined define how the smart link will behave.
sl: Pogoji so majhne logične enote, ki v kombinaciji določajo, kako se bo pametna povezava obnašala.

source: There are no conditions for this smart link
sl: Za to pametno povezavo ni pogojev

source: Conditions for smart link: %s
sl: Pogoji za pametno povezavo: %s

source: Add new conditions to smart link: "%s"
sl: Dodajte nove pogoje pametni povezavi: &quot;%s&quot;

source: Delete smart link condition: "%s"?
sl: Izbrisati pogoj pametne povezave: &quot;%s&quot;?

source: Edit smart link condition
sl: Uredi stanje pametne povezave

source: Resolved smart link query error: %s
sl: Odpravljena napaka pri poizvedbi pametne povezave: %s

source: Resolved smart link dynamic label error: %s
sl: Odpravljena napaka dinamične oznake pametne povezave: %s

source: Documents in resolved smart link "%(resolved_smart_link)s" for "%(document)s"
sl: Dokumenti v razrešeni pametni povezavi &quot;%(resolved_smart_link)s&quot; za &quot;%(document)s&quot;

source: Indexes group documents into units, usually with similar properties and of equal or similar types. Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
sl: Indeksi združujejo dokumente v enote, običajno s podobnimi lastnostmi in enakimi ali podobnimi vrstami. Pametne povezave omogočajo definiranje odnosov med dokumenti, tudi če so v različnih indeksih in so različnih vrst.

source: There are no smart links
sl: Pametnih povezav ni

source: Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
sl: Pametne povezave omogočajo definiranje odnosov med dokumenti, tudi če so v različnih indeksih in so različnih vrst.

source: There are no resolved smart links for this document
sl: Za ta dokument ni razrešenih pametnih povezav

source: Resolved smart links for document: %s
sl: Razrešene pametne povezave za dokument: %s

source: Available smart links
sl: Na voljo pametne povezave

source: Smart links enabled
sl: Pametne povezave omogočene

source: Smart links to enable for document type: %s
sl: Pametne povezave za omogočanje za vrsto dokumenta: %s

source: Available document types
sl: Razpoložljive vrste dokumentov

source: Document types enabled
sl: Omogočene vrste dokumentov

source: Document type for which to enable smart link: %s
sl: Vrsta dokumenta, za katerega želite omogočiti pametno povezavo: %s

source: Delete smart link: %s
sl: Izbriši pametno povezavo: %s

source: Edit smart link: %s
sl: Uredi pametno povezavo: %s
