Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: bg, hu

source: Task manager
bg: Управление на задачите
hu: Feladatkezelő

source: Label
bg: Етикет
hu: Cimke

source: Name
bg: Име
hu: Név

source: Default queue?
bg: Опашка по подразбиране?
hu: Alapértelmezett várólista?

source: Transient queues are not persistent. Tasks in a transient queue are lost if the broker is restarted. Transient queues use less resources and managed non critical tasks.
bg: Временните опашки не са постоянни. Задачите във временна опашка се губят, ако брокерът се рестартира. Временните опашки използват по-малко ресурси и управлявани некритични задачи.
hu: Az átmeneti várólisták nem tartósak. Az átmeneti várólistában lévő feladatok elvesznek, ha a bróker újraindul. A tranziens várólisták kevesebb erőforrást használnak, és nem kritikus feladatokat kezelnek.

source: Is transient?
bg: Преходен ли е?
hu: Átmeneti?

source: Type
bg: Тип
hu: Típus

source: Start time
bg: Начален час
hu: Kezdési idő

source: Host
bg: Хост
hu: Kiszolgáló

source: Arguments
bg: Аргументи
hu: Argumentumok

source: Keyword arguments
bg: Аргументи на ключови думи
hu: Kulcsszó paraméterek

source: Worker process ID
bg: Идентификационен номер на работния процес
hu: Worker folyamatazonosító

source: Maximum number of tasks a worker can execute before it's replaced by a new process.
bg: Максимален брой задачи, които даден работник може да изпълни, преди да бъде заменен от нов процес.
hu: Egy worker által végrehajtható feladatok maximális száma, mielőtt új folyamatra cserélnék.

source: Maximum tasks per child
bg: Максимален брой задачи на вторичен процес

source: The number of worker processes/threads to launch. Defaults to the number of CPUs available on the machine.
bg: Брой работни процеси/нишки за стартиране. По подразбиране е броят процесори, налични в компютъра.
hu: Az indítandó munkafolyamatok/szálak száma. Alapértelmezés szerint a gépen rendelkezésre álló CPU-k száma.

source: Concurrency
bg: Паралелност

source: The nice value determines the priority of the process. A higher value lowers the priority. The default value is 0.
bg: Стойността nice определя приоритета на процеса. По-високата стойност намалява приоритета. Стойността по подразбиране е 0.
hu: A nice érték határozza meg a folyamat prioritását. A magasabb érték csökkenti a prioritást. Az alapértelmezett érték 0.

source: Nice level
bg: Ниво на "хубост"
hu: Nice szint

source: Dotted path
bg: Пунктирана пътека
hu: Pontozott elérési út

source: Queue
bg: Опашка
hu: Munkasor

source: Schedule
bg: План
hu: Ütemezés

source: Task type count
bg: Брой типове задачи

source: Maximum amount of resident memory a worker can execute before it's replaced by a new process.
bg: Максимален обем резидентна памет, който работник може да изпълни, преди да бъде заменен от нов процес.
hu: A rezidens memória maximális mennyisége, amelyet egy worker végrehajthat, mielőtt egy új processz váltja fel.

source: Maximum memory per child
bg: Максимална памет на вторичен процес

source: Queue count
bg: Брой на опашката

source: Task type list
bg: Списък с типове задачи

source: Worker list
bg: Списък на работниците
hu: Worker lista

source: Queue list
bg: Списък на опашка

source: View tasks
bg: Преглед на задачите
hu: Feladatok megtekintése

source: Default: "AMQPLAIN". Set custom amqp login method.
bg: По подразбиране: &quot;AMQPLAIN&quot;. Задайте потребителски метод за вход в amqp.
hu: Alapértelmezett\: "AMQPLAIN". Egyéni amqp bejelentkezési módszer beállítása.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
bg: По подразбиране: &quot;amqp: //&quot;. URL адрес на брокера по подразбиране Това трябва да бъде URL под формата на: transport://userid:password@hostname:port/virtual_host Изисква се само частта от схемата (transport://), останалото е по избор и по подразбиране към конкретните стойности на транспортиране по подразбиране.
hu: Alapértelmezett: "amqp://". Alapértelmezett bróker URL. Ennek az URL-nek a következő formájúnak kell lennie: transport://userid:password@hostname:port/virtual_host Csak a séma része (transport://) kötelező, a többi rész opcionális, és alapértelmezésként az adott szállítás alapértelmezett értékeit veszi fel.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
bg: По подразбиране: &quot;Неактивно&quot;. Превключва използването на SSL при връзка с брокера и настройките на SSL. Валидните стойности за тази опция варират в зависимост от транспорта.
hu: Alapértelmezett: "Letiltva". Az SSL-használat bekapcsolása a brókerkapcsolat és az SSL-beállítások esetén. Ennek az opciónak az érvényes értékei szállításonként változnak.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
bg: По подразбиране: По подразбиране не е активиран бекенд. Бекендът, използван за съхраняване на резултати от задачи (надгробни камъни). Вижте http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
hu: Alapértelmezett: Alapértelmezés szerint nincs engedélyezve az eredményháttér. A feladatok eredményeinek (tombstones) tárolására használt backend. Lásd: http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend.

source: Test queue
bg: Опашка за тестове
hu: Teszt várólista

source: Task types for queue: %s
bg: Типове задачи за опашка: %s
hu: Feladattípusok a várólistához: %s

source: Queue: %s, not found
bg: Опашка: %s , не е намерена
hu: Várólista: %s , nem található

source: Background task workers
bg: Работници на фонови задачи
hu: Háttérfeladat worker-ek

source: Queues for worker: %s
bg: Опашки за работник: %s
hu: Várólisták a workerek számára: %s

source: Worker: %s, not found
bg: Работник: %s , не е намерен
hu: Worker: %s , nem található

source: Low latency high volume tasks
bg: Задачи с голям обем с ниска латентност

source: Medium latency tasks
bg: Задачи със средна латентност

source: Low latency, long lived tasks
bg: Дълготрайни задачи с ниска латентност
hu: Alacsony késleltetésű, hosszú élettartamú feladatok
