Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Sources
hu: Források

source: Create a document source
hu: Hozzon létre egy dokumentumforrást

source: Document sources are the way in which new documents are feed to Mayan EDMS, create at least a web form source to be able to upload documents from a browser.
hu: A dokumentumforrások az a mód, ahogyan az új dokumentumokat a Mayan EDMS-be táplálják, hozzon létre legalább egy webes űrlapforrást, hogy a dokumentumokat böngészőből lehessen feltölteni.

source: Type
hu: Típus

source: Null backend
hu: Null háttérrendszer

source: Utility provided by the SANE package. Used to control the scanner and obtained the scanned document image.
hu: A SANE csomag által biztosított segédprogram. A szkenner vezérlésére és a beolvasott dokumentum képének lekérésére szolgál.

source: Source created
hu: Forrás létrehozva

source: Source edited
hu: Forrás szerkesztve

source: An optional comment to explain the upload.
hu: Opcionális megjegyzés a feltöltés magyarázatához.

source: Comment
hu: Hozzászólás

source: Action
hu: Művelet

source: The action to take in regards to the pages of the new file being uploaded.
hu: A feltöltendő új fájl oldalaival kapcsolatos teendők.

source: The backend used to create the new source.
hu: Az új forrás létrehozásához használt háttérrendszer.

source: Backend
hu: Háttérrendszer

source: File
hu: Fájl

source: Default
hu: Alapértelmezett

source: New document
hu: Új dokumentum

source: Upload new file
hu: Új fájl feltöltése

source: Create source
hu: Forrás létrehozása

source: Delete
hu: Törlés

source: Edit
hu: Szerkesztés

source: Test
hu: Teszt

source: A short text to describe this source.
hu: Egy rövid szöveg a forrás leírására.

source: Label
hu: Címke

source: Enabled
hu: Engedélyezve

source: Source
hu: Forrás

source: Sources setup
hu: Források beállítása

source: Create new document sources
hu: Új dokumentumforrások létrehozása

source: Delete document sources
hu: Dokumentumforrások törlése

source: Edit document sources
hu: Dokumentumforrások szerkesztése

source: View existing document sources
hu: Meglévő dokumentumforrások megtekintése

source: Sources periodic
hu: Időszakos források

source: Sources fast
hu: Gyors források

source: Check interval source
hu: Intervallum forrás ellenőrzés

source: Handle upload
hu: Feltöltés kezelése

source: Optional arguments for the action. Must be JSON formatted.
hu: Választható argumentumok a művelethez. JSON formátumúnak kell lennie.

source: Arguments
hu: Argumentumok

source: Binary content for the new file.
hu: Bináris tartalom az új fájlhoz.

source: Arguments to use when creating source backends.
hu: A forrás háttérrendszer létrehozásakor használandó argumentumok.

source: Path to the Storage subclass used to store cached source image files.
hu: A gyorsítótárazott forrás képfájlok tárolására használt Storage alosztály elérési útja.

source: Arguments to pass to the SOURCES_SOURCE_CACHE_STORAGE_BACKEND.
hu: Argumentumok a következőhöz: SOURCES_SOURCE_CACHE_STORAGE_BACKEND.

source: Host
hu: Kiszolgáló

source: Typical choices are 110 for POP3, 995 for POP3 over SSL, 143 for IMAP, 993 for IMAP over SSL.
hu: A tipikus választások a következők: 110 POP3, 995 POP3 SSL, 143 IMAP, 993 IMAP SSL felett.

source: Port
hu: Portszám

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Name of the attachment that will contains the metadata type names and value pairs to be assigned to the rest of the downloaded attachments.
hu: Annak a mellékletnek a neve, amely tartalmazza a metaadat típusneveket és értékpárokat, amelyeket a többi letöltött melléklethez kell hozzárendelni.

source: Metadata attachment name
hu: Metaadat-melléklet név

source: Select a metadata type to store the email's "from" value. Must be a valid metadata type for the document type selected previously.
hu: Válasszon ki egy metaadattípust az e-mail "feladó" értékének tárolásához. A korábban kiválasztott dokumentumtípushoz érvényes metaadattípusnak kell lennie.

source: From metadata type
hu: Metaadattípus

source: Select a metadata type to store the email's subject value. Must be a valid metadata type for the document type selected previously.
hu: Válasszon egy metaadattípust az e-mail tárgyértékének tárolásához. Érvényes metaadattípusnak kell lennie a korábban kiválasztott dokumentumtípushoz.

source: Subject metadata type
hu: Tárgy metaadat típus

source: Select a metadata type to store the email's message ID value. Must be a valid metadata type for the document type selected previously.
hu: Válasszon egy metaadattípust az e-mail üzenetazonosító értékének tárolásához. Érvényes metaadattípusnak kell lennie a korábban kiválasztott dokumentumtípushoz.

source: Message ID metadata type
hu: Üzenetazonosító metaadattípus

source: Store the body of the email as a text document.
hu: Az e-mail szövegtörzsét szöveges dokumentumként tárolja.

source: Store email body
hu: Az e-mail szövegtörzsének tárolása

source: "From" metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
hu: A „Feladó” metaadattípus "%(metadata_type)s" nem érvényes a következő dokumentumtípushoz: %(document_type)s

source: Subject metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
hu: A tárgy metaadat-típusa "%(metadata_type)s" nem érvényes a következő dokumentumtípushoz: %(document_type)s

source: Message ID metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
hu: A "%(metadata_type)s" üzenetazonosító metaadattípusa nem érvényes a következő dokumentumtípushoz: %(document_type)s

source: IMAP Mailbox from which to check for messages.
hu: IMAP-postafiók, amelyből ellenőrizhetők az üzenetek.

source: Mailbox
hu: Postafiók

source: Criteria to use when searching for messages to process. Use the format specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.4
hu: A feldolgozandó üzenetek keresésekor használandó kritériumok. Használja a https://tools.ietf.org/html/rfc2060.html#section-6.4.4 helyen megadott formátumot

source: Search criteria
hu: Keresési feltétel

source: IMAP STORE command to execute on messages after they are processed. One command per line. Use the commands specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 or the custom commands for your IMAP server.
hu: Az IMAP STORE parancs végrehajtása az üzeneteken a feldolgozás után. Soronként egy parancs. Használja a https://tools.ietf.org/html/rfc2060.html#section-6.4.6 címen megadott parancsokat vagy az IMAP-kiszolgáló egyéni parancsait.

source: Store commands
hu: Parancsok tárolása

source: Execute the IMAP expunge command after processing each email message.
hu: Minden email üzenet feldolgozása után hajtsa végre az IMAP törlés parancsot.

source: Execute expunge
hu: Törlés végrehajtása

source: IMAP Mailbox to which processed messages will be copied.
hu: IMAP-postafiók, amelybe a feldolgozott üzenetek másolásra kerülnek.

source: Destination mailbox
hu: Cél postafiók

source: Timeout
hu: Időtúllépés

source: Always
hu: Mindig

source: Never
hu: Soha

source: Ask user
hu: Kérdezze a felhasználót

source: Uncompress
hu: Kitömörítés

source: Whether to expand or not compressed archives.
hu: Kell-e kibontani vagy sem a tömörített archívumokat.

source: Expand compressed files
hu: Tömörített fájlok kibontása

source: Upload a compressed file's contained files as individual documents.
hu: A tömörített fájlban lévő fájlok feltöltése különálló dokumentumokként.

source: Assign a document type to documents uploaded from this source.
hu: Rendeljen dokumentumtípust az ebből a forrásból feltöltött dokumentumokhoz.

source: Document type
hu: Dokumentumtípus

source: Interval in seconds between checks for new documents.
hu: Az új dokumentumok ellenőrzése közötti időköz másodpercekben.

source: Interval
hu: Időköz

source: Device name as returned by the SANE backend.
hu: A SANE háttérrendszer által visszaadott eszköznév.

source: Device name
hu: Eszköznév

source: YAML formatted arguments to pass to the `scanimage` command. The arguments will change depending on the device. Execute `scanimage --help --device-name=DEVICE` for the list of supported arguments.
hu: A `scanimage` parancsnak átadandó YAML formátumú argumentumok. Az argumentumok az eszköztől függően változnak. A támogatott argumentumok listájáért futtassa az `scanimage --help --device-name=DEVICE` parancsot.

source: SANE Scanner
hu: SANE szkenner

source: Document properties
hu: Dokumentum tulajdonságok

source: Scan
hu: Szkennelés

source: Staging file
hu: Átmeneti fájl

source: Server side filesystem path.
hu: Szerver oldali fájlrendszer elérési útja.

source: Folder path
hu: Mappa elérési útja

source: Width value to be passed to the converter backend.
hu: A konverter háttérrendszerének átadandó szélességi érték.

source: Preview width
hu: Előnézet szélessége

source: Height value to be passed to the converter backend.
hu: A konverter háttérrendszerének átadandó magasságérték.

source: Preview height
hu: Előnézet magassága

source: Delete the file after is has been successfully uploaded.
hu: A sikeres feltöltés után törölje a fájlt.

source: Delete after upload
hu: Törlés feltöltés után

source: If checked, not only will the folder path be scanned for files but also its subdirectories.
hu: Ha be van jelölve, akkor nem csak a mappa elérési útvonalát, hanem az alkönyvtárakat is átvizsgálja a rendszer.

source: Include subdirectories?
hu: Tartalmazza az alkönyvtárakat?

source: Regular expression used to select which files to upload.
hu: A feltöltendő fájlok kiválasztásához használt reguláris kifejezés.

source: Include regular expression
hu: Tartalmazzon reguláris kifejezést

source: Regular expression used to exclude which files to upload.
hu: A feltöltendő fájlok kizárására használt reguláris kifejezés.

source: Exclude regular expression
hu: Reguláris kifejezés kizárása

source: Staging folder
hu: Átmeneti mappa

source: Select
hu: Kiválasztás

source: Created
hu: Létrehozva

source: Thumbnail
hu: Miniatűr

source: Error deleting staging file; %s
hu: Hiba az átmeneti fájl törlésekor; %s

source: Delete staging file "%s"?
hu: Törli a "%s" átmeneti fájlt?

source: Unable get list of staging files; %s
hu: Nem lehet beolvasni az átmeneti fájlok listáját; %s

source: This could mean that the staging folder is empty. It could also mean that the operating system user account being used for Mayan EDMS doesn't have the necessary file system permissions for the folder.
hu: Ez azt jelentheti, hogy az átmeneti mappa üres. Azt is jelentheti, hogy a Mayan EDMS-hez használt operációs rendszer felhasználói fiókja nem rendelkezik a mappához szükséges fájlrendszeri engedélyekkel.

source: No staging files available
hu: Nem állnak rendelkezésre átmeneti fájlok

source: Watch folder
hu: Watch mappa

source: Web form
hu: Webes űrlap

source: Unable to initialize the staging folder file image storage. Check the settings {} and {} for formatting errors.
hu: Nem lehet inicializálni az átmeneti mappa fájl képtárát. Ellenőrizze a beállításokat {} és {} formázási hibákért.

source: Staging folder files
hu: Átmeneti mappa fájlok

source: Cancel upload
hu: Feltöltés megszakítása

source: Are you sure you want to cancel this upload?
hu: Biztosan megszakítja ezt a feltöltést?

source: Drop files or click here to upload files
hu: Húzza ide a fájlokat, vagy kattintson ide a fájlok feltöltéséhez

source: Your browser does not support drag and drop file uploads.
hu: Az Ön böngészője nem támogatja a drag and drop fájlfeltöltést.

source: Please use the fallback form below to upload your files.
hu: Kérjük, használja az alábbi tartalék űrlapot a fájlok feltöltéséhez.

source: Clear
hu: Törlés

source: Server responded with {{statusCode}} code.
hu: A szerver {{statusCode}} kóddal válaszolt.

source: No interactive document sources have been defined or none have been enabled, create one before proceeding.
hu: Nincs interaktív dokumentumforrás definiálva, vagy egyik sincs engedélyezve, hozzon létre egyet a folytatás előtt.

source: Unable to upload new files for document "%(document)s". %(exception)s
hu: Nem lehet új fájlokat feltölteni a "%(document)s". %(exception)s dokumentumhoz

source: Error executing document file upload task; %(exception)s
hu: Hiba a dokumentumfájl feltöltési feladat végrehajtása során; %(exception)s

source: New document file queued for upload and will be available shortly.
hu: Új dokumentumfájl várakozik a feltöltésre, és hamarosan elérhető lesz.

source: Upload a new file for document "%(document)s" from source: %(source)s
hu: Új fájl feltöltése a "%(document)s" dokumentumhoz a %(source)s forrásból

source: Submit
hu: Beküldés

source: Error processing source document upload; %(exception)s
hu: Hiba a forrásdokumentum feltöltése során; %(exception)s

source: New document queued for upload and will be available shortly.
hu: Az új dokumentum feltöltésre vár, és hamarosan elérhető lesz.

source: Upload a document of type "%(document_type)s" from source: %(source)s
hu: Egy "%(document_type)s" típusú dokumentumo feltöltése a %(source)s forrásból

source: New source backend selection
hu: Új forrás háttérrendszer választás

source: Create a "%s" source
hu: "%s" forrás létrehozása

source: Delete the source: %s?
hu: Törölje a forrást: %s ?

source: Edit source: %s
hu: Forrás szerkesztése: %s

source: Sources provide the means to upload documents. Some sources are interactive and require user input to operate. Others are automatic and run in the background without user intervention.
hu: A források biztosítják a dokumentumok feltöltésének lehetőségét. Egyes források interaktívak, és működésükhöz felhasználói bevitel szükséges. Mások automatikusak, és a háttérben futnak felhasználói beavatkozás nélkül.

source: No sources available
hu: Nem állnak rendelkezésre források

source: This will execute the source code even if the source is not enabled. Sources that delete content after downloading will not do so while being tested. Check the source's error log for information during testing. A successful test will clear the error log.
hu: Ez akkor is végrehajtja a forráskódot, ha a forrás nincs engedélyezve. Azok a források, amelyek a letöltés után törölnek tartalmat, nem teszik ezt meg a tesztelés alatt. A tesztelés során ellenőrizze a forrás hibanaplóját. A sikeres teszt törli a hibanaplót.

source: Trigger check for source "%s"?
hu: Eseményindító ellenőrzés a "%s" forráshoz?

source: Source test queued.
hu: A forrás tesztelés sorban áll.

source: Select document type
hu: Dokumentumtípus választás

source: Step %(step)d of %(total_steps)d: %(step_label)s
hu: %(total_steps)d lépés a%(step)d-ből: %(step_label)s

source: Document upload wizard
hu: Dokumentumfeltöltés varázsló

source: First
hu: Első

source: Previous
hu: Előző

source: Next
hu: Következő
