Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: he_il, hr

source: Document comment edited
he_il: הערת המסמך נערכה

source: Add comment
he_il: הוספת תגובה
hr: Dodati komentar

source: Delete
he_il: מחיקה
hr: Izbriši

source: Edit
he_il: עריכה
hr: Izmijeni

source: User
he_il: משתמש
hr: Korisnik

source: Text
he_il: מלל

source: Date time submitted
he_il: תאריך ושעת הגשה

source: Comment
he_il: הערה
hr: Komentar

source: Create new comments
he_il: יצירת הערות חדשות

source: Delete comments
he_il: מחיקת הערות

source: Edit comments
he_il: עריכת הערות

source: View comments
he_il: צפייה בהערות

source: URL
he_il: כתובת אתר (URL)

source: Add comment to document: %s
he_il: הוספת הערה למסמך: %s
hr: Dodati komentar dokumentu: %s

source: Delete comment: %s?
he_il: למחוק הערה: %s?
hr: Obrisati komentar: %s?

source: Edit comment: %s?
he_il: עריכת הערה: %s?
hr: Urediti komentar: %s?

source: Document comments are timestamped text entries from users. They are great for collaboration.
he_il: הערות למסמך הן מלל ממשתמשים עם חותמת זמן. הם מתאימים לשיתוף פעולה והחלפת מידע בין המשתמשים.
hr: Komentari dokumenata su korisnički tekstualni unosi sa oznakom vremena unosa. izvrsni su za kolaboraciju.

source: Document comments
hr: Komentari dokumenta

source: Document comment created
hr: Vrijeme kreiranja komentara dokumenta

source: Comments
hr: Komentari

source: Document
hr: Dokument

source: Details for comment: %s?
hr: Detalji komentara: %s?

source: There are no comments
hr: Ne postoje komentari

source: Comments for document: %s
hr: Komentari dokumenta: %s
