Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: None
he_il: אף אחד

source: Document types
he_il: סוגי מסמכים

source: Document indexing
he_il: מפתוח מסמכים

source: Level
he_il: רָמָה

source: Depth
he_il: עוֹמֶק

source: Total nodes
he_il: סך הכל צמתים

source: Total documents
he_il: סך המסמכים

source: Number of unique documents this item contains.
he_il: מספר המסמכים הייחודיים שהפריט הזה מכיל.

source: Nodes
he_il: צמתים

source: Documents
he_il: מסמכים

source: Index template created
he_il: נוצרה תבנית אינדקס

source: Index template edited
he_il: תבנית אינדקס נערכה

source: Namespace
he_il: מרחב שמות (namespace)

source: Label
he_il: תווית

source: Enabled
he_il: מופעל/מאופשר

source: Index templates to be queued for rebuilding.
he_il: תבניות אינדקס יוכנסו לתור משימות לבנייה מחדש.

source: Index templates
he_il: תבניות אינדקס

source: Template
he_il: תבנית

source: Creation date
he_il: תאריך יצירה

source: Indexes
he_il: אינדקסים

source: Rebuild index
he_il: בניית אינדקס מחדש

source: Deletes and creates from scratch all the document indexes.
he_il: מוחק ויוצר מאפס את כל אינדקסי המסמכים.

source: Rebuild indexes
he_il: בניית אינדקסים מחדש

source: Reset indexes
he_il: איפוס אינדקסים

source: Create index
he_il: יצירת אינדקס

source: Delete
he_il: מחיקה

source: Edit
he_il: עריכה

source: Triggers
he_il: טריגרים

source: Tree template
he_il: תבנית עץ היררכי

source: New child node
he_il: צומת בן חדש בהיררכיה

source: No
he_il: לא

source: Yes
he_il: כן

source: Error indexing document: %(document)s; expression: %(expression)s; %(exception)s
he_il: שגיאה באינדוקס המסמך: %(document)s; ביטוי: %(expression)s; %(exception)s

source: Total number of nodes with unique values this item contains.
he_il: המספר הכולל של צמתים עם ערכים ייחודיים שהפריט הזה מכיל.

source: Total number of unique documents this item contains.
he_il: המספר הכולל של מסמכים ייחודיים שמכיל פריט זה.

source: Total number of node levels this item contains.
he_il: המספר הכולל של רמות צמתים (היררכיות) שהפריט הזה מכיל.

source: The path to the index including all ancestors.
he_il: הנתיב לאינדקס הכולל את כל האבות.

source: Full path
he_il: נתיב מלא

source: Index instance
he_il: מופע אינדקס

source: Index instances
he_il: מופעי אינדקס

source: Index template node
he_il: צומת תבנית אינדקס

source: Value
he_il: ערך

source: Index instance node
he_il: צומת מופע אינדקס

source: Indexes instances node
he_il: אינדקסים צומת מופעים

source: Document index node instance
he_il: מופע צומת אינדקס מסמך

source: Document indexes node instances
he_il: מופעי צומת אינדקסים של מסמך

source: Index instance nodes
he_il: צמתים של מופע אינדקס

source: Short description of this index.
he_il: תיאור קצר של אינדקס זה.

source: This value will be used by other apps to reference this index.
he_il: ערך זה ישמש אפליקציות אחרות כדי להתייחס לאינדקס הזה.

source: Slug
he_il: חילזון

source: Causes this index to be visible and updated when document data changes.
he_il: גורם לאינדקס הזה להיות גלוי ומתעדכן כאשר נתוני המסמך משתנים.

source: Index template
he_il: תבנית אינדקס

source: Event type
he_il: סוג אירוע

source: Index template event trigger
he_il: טריגר לאירוע של תבנית אינדקס

source: Index template event triggers
he_il: טריגרים לאירועי תבנית אינדקס

source: Parent index template node of this node.
he_il: צומת תבנית אינדקס אב של צומת זה.

source: Index
he_il: אינדקס

source: Enter a template to render. Use Django's default templating language.
he_il: הזנת תבנית לעיבוד. השתמש בשפת תבנית ברירת המחדל של Django.

source: Indexing expression
he_il: ביטוי אינדוקס

source: Causes this node to be visible and updated when document data changes.
he_il: גורם לצומת זה להיות גלוי ומתעדכן כאשר נתוני המסמך משתנים.

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
he_il: סמן אפשרות זו כדי שהצומת הזה יפעל כמיכל למסמכים ולא כהורה לצמתים נוספים.

source: Link documents
he_il: קישור מסמכים

source: Index template nodes
he_il: צמתי תבנית אינדקס

source: Root
he_il: שורש

source: Indexing
he_il: יצירת אינדקס

source: View index instances
he_il: הצג מופעי אינדקס

source: Create new index templates
he_il: יצירת תבניות אינדקס חדשות

source: Edit index templates
he_il: עריכת תבניות אינדקס

source: Delete index templates
he_il: מחיקת תבניות אינדקס

source: View index templates
he_il: הצגת תבניות אינדקס

source: Rebuild index templates
he_il: בנייה מחדש של תבניות אינדקס

source: Delete empty index nodes
he_il: מחיקת צמתי אינדקס ריקים

source: Remove document
he_il: הסרת מסמך

source: Index document
he_il: אינדוקס מסמך

source: Document type
he_il: סוג מסמך

source: Document MIME type
he_il: סוג MIME‏ של מסמך

source: Document label
he_il: תווית מסמך

source: Document description
he_il: תיאור המסמך

source: Document UUID
he_il: מזהה מסמך (UUID)

source: Document checksum
he_il: סכום בקרה (checksum) של המסמך

source: URL
he_il: כתובת אתר (URL)

source: Nodes URL
he_il: כתובת URL של צמתים

source: Children URL
he_il: כתובת אתר (URL) לבנים (בהיררכיה)

source: Documents URL
he_il: כתובת האתר (URL) של מסמכים

source: Index URL
he_il: כתובת אתר (URL) לאינדקס

source: Parent URL
he_il: כתובת אתר (URL) של האב

source: Children
he_il: בנים (בהיררכיה)

source: Parent
he_il: אב (בהיררכיה)

source: URL of the API endpoint showing the list document types associated with this index template.
he_il: כתובת האתר של נקודת הקצה של ה-API המציגה את סוגי המסמכים ברשימה המשויכים לתבנית אינדקס זו.

source: Document types URL
he_il: כתובת URL של סוגי מסמכים

source: URL of the API endpoint to add document types to this index template.
he_il: כתובת האתר של נקודת הקצה של ה-API להוספת סוגי מסמכים לתבנית אינדקס זו.

source: Document types add URL
he_il: כתובת אתר (URL) להוספת סוגי מסמכים

source: URL of the API endpoint to remove document types from this index template.
he_il: כתובת האתר של נקודת הקצה של ה-API להסרת סוגי מסמכים מתבנית אינדקס זו.

source: Document types remove URL
he_il: כתובת אתר (URL) להסרת סוגי מסמכים

source: Index template root node ID
he_il: מזהה צומת שורש של תבנית אינדקס

source: Rebuild URL
he_il: בנייה מחדש את כתובת האתר (URL)

source: Reset URL
he_il: איפוס כתובת אתר (URL)

source: Primary key of the document type to add to the index template.
he_il: מפתח ראשי של סוג המסמך להוספה לתבנית האינדקס.

source: Document type ID
he_il: מזהה סוג מסמך

source: Primary key of the document type to remove from the index template.
he_il: מפתח ראשי של סוג המסמך להסרה מתבנית האינדקס.

source: This could mean that no index templates have been created or that there are index templates but they are no properly defined.
he_il: ייתכן שלא נוצרו תבניות אינדקס או שישנן תבניות אינדקס אך הן אינן מוגדרות כראוי.

source: There are no index instances available.
he_il: אין מופעי אינדקס זמינים.

source: Navigation: %s
he_il: ניווט: %s

source: Contents for index: %s
he_il: תוכן לאינדקס: %s

source: Assign the document type of this document to an index to have it appear in instances of those indexes organization units.
he_il: הקצה את סוג המסמך של מסמך זה לאינדקס כדי שיופיע במופעים של אותן יחידות ארגוניות של האינדקסים.

source: This document is not in any index
he_il: מסמך זה אינו נמצא באינדקס כלשהו

source: Indexes nodes containing document: %s
he_il: צמתי אינדקסים המכילים מסמך: %s

source: Available indexes
he_il: אינדקסים זמינים

source: Indexes linked
he_il: אינדקסים מקושרים

source: Documents of this type will appear in the indexes linked when these are updated. Events of the documents of this type will trigger updates in the linked indexes.
he_il: מסמכים מסוג זה יופיעו באינדקסים המקושרים כאשר הם מעודכנים. אירועים של המסמכים מסוג זה יגרמו לעדכונים באינדקסים המקושרים.

source: Indexes linked to document type: %s
he_il: אינדקסים המקושרים לסוג המסמך: %s

source: Indexes group document automatically into levels. Indexes are defined using template whose markers are replaced with direct properties of documents like label or description, or that of extended properties like metadata.
he_il: אינדקסים מקבצים מסמכים באופן אוטומטי לרמות היררכיה. אינדקסים מוגדרים באמצעות תבנית שהסמנים שלה מוחלפים במאפיינים ישירים של מסמכים כמו תווית או תיאור, או של מאפיינים מורחבים כמו מטא דאטה.

source: There are no index templates.
he_il: אין תבניות אינדקס.

source: Delete the index: %s?
he_il: למחוק את האינדקס: %s?

source: Available document types
he_il: סוגי מסמכים זמינים

source: Document types linked
he_il: סוגי מסמכים מקושרים

source: Only the documents of the types selected will be shown in the index when built. Only the events of the documents of the types select will trigger updates in the index.
he_il: רק המסמכים מהסוגים שנבחרו יוצגו באינדקס בעת בנייתם. רק אירועי המסמכים מהסוגים הנבחרים יפעילו עדכונים באינדקס.

source: Document types linked to index: %s
he_il: סוגי מסמכים המקושרים לאינדקס: %s

source: Edit index: %s
he_il: עריכת אינדקס: %s

source: Error updating index template event trigger; %s
he_il: שגיאה בעדכון טריגר אירוע של תבנית אינדקס; %s

source: Index template event triggers updated successfully.
he_il: מפעילי אירועי תבנית אינדקס עודכנו בהצלחה.

source: Triggers are document events that cause instances of this index template to be updated.
he_il: טריגרים הם אירועי מסמך הגורמים לעדכון מופעים של תבנית אינדקס זו.

source: Index template event triggers for: %s
he_il: מפעילי אירועי תבנית אינדקס עבור: %s

source: Tree template nodes for index: %s
he_il: צמתי תבנית עץ היררכיה לאינדקס: %s

source: Create child node of: %s
he_il: יצירת צומת בן של: %s

source: Delete the index template node: %s?
he_il: למחוק את צומת תבנית האינדקס: %s?

source: Edit the index template node: %s
he_il: עריכת צומת תבנית האינדקס: %s

source: Rebuild index template: %s
he_il: בנייה מחדש של תבנית אינדקס: %s

source: Index template queued for rebuild.
he_il: בנייה מחדש של תבנית אינדקס נוספה לתור המשימות.

source: %(count)d index template queued for rebuild.
he_il: תבנית אינדקס %(count)d תור לבנייה מחדש.

source: %(count)d index reset.
he_il: איפוס אינדקס %(count)d.

source: Index templates for which their instances will be deleted.
he_il: תבניות אינדקס שעבורן המופעים שלהן יימחקו.
