Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/autoadmin/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Auto administrator
hu: Automatikus rendszergazda

source: Welcome Admin! You have been given superuser privileges. Use them with caution.
hu: Üdvözöljük Admin! Ön szuperfelhasználói jogosultságokat kapott. Óvatosan használja őket.

source: Account
hu: Fiók

source: Password
hu: Jelszó

source: Password hash
hu: Jelszó hash

source: Autoadmin properties
hu: Autoadmin tulajdonságok

source: Sets the email of the automatically created super user account.
hu: Beállítja az automatikusan létrehozott szuper felhasználói fiók e-mail címét.

source: The password of the automatically created super user account. If it is equal to None, the password is randomly generated.
hu: Az automatikusan létrehozott szuper felhasználói fiók jelszava. Ha egyenlő a Nincs értékkel, a jelszó véletlenszerűen generálódik.

source: The username of the automatically created super user account.
hu: Az automatikusan létrehozott szuper felhasználói fiók felhasználóneve.

source: Automatic credentials
hu: Automatikus hitelesítő adatok

source: You have just finished installing <strong>%(project_title)s</strong>, congratulations!
hu: Most fejezte be a <strong>%(project_title)s</strong> telepítését, gratulálunk!

source: Login using the following credentials:
hu: Jelentkezzen be a következő hitelesítő adatokkal:

source: Username: <strong>%(account)s</strong>
hu: Felhasználónév: <strong>%(account)s</strong>

source: Password: <strong>%(password)s</strong>
hu: Jelszó: <strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
hu: Ne felejtse el megváltoztatni a jelszót a biztonság növelése és ezen üzenet letiltása érdekében.
