Repository: BritishAmericqn/mayan-aws-edms
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Common
he_il: מְשׁוּתָף

source: Transifex Client
he_il: לקוח Transifex

source: Used to allow offline translation of the code text strings.
he_il: משמש כדי לאפשר תרגום לא מקוון של מחרוזות טקסט הקוד.

source: Provides style checking.
he_il: מספק בדיקת סגנון.

source: Command line environment with autocompletion.
he_il: סביבת שורת פקודה עם השלמה אוטומטית.

source: Checks proper formatting of the README file.
he_il: בודק עיצוב תקין של קובץ README.

source: About this
he_il: אדות

source: Get the book
he_il: להשיג את הספר

source: Documentation
he_il: תיעוד

source: Forum
he_il: פוֹרוּם

source: License
he_il: רישיון

source: Copy
he_il: עותק

source: Setup
he_il: להגדיר

source: Source code
he_il: קוד מקור

source: Online store
he_il: חנות מקוונת

source: Get support
he_il: קבל תמיכה

source: Tools
he_il: כלים

source: This feature has been deprecated and will be removed in a future version.
he_il: תכונה זו הוצאה משימוש והיא תוסר בגרסה עתידית.

source: Days
he_il: ימים

source: Hours
he_il: שעות

source: Minutes
he_il: דקות

source: System
he_il: מערכת

source: Facet
he_il: היבט

source: Actions
he_il: פעולות

source: Related
he_il: מיוחס

source: Secondary
he_il: מִשׁנִי

source: Return
he_il: חזרה

source: User
he_il: מִשׁתַמֵשׁ

source: Copy object
he_il: העתקת אובייקט

source: In list mode, show the "list facet" menu options as a dropdown menu instead of individual buttons.
he_il: במצב רשימה, הצג את אפשרויות התפריט &quot;היבט רשימה&quot; כתפריט נפתח במקום כפתורים בודדים.

source: In list mode, show the "object" menu options as a dropdown menu instead of individual buttons.
he_il: במצב רשימה, הצג את אפשרויות התפריט &quot;אובייקט&quot; כתפריט נפתח במקום כפתורים בודדים.

source: Disables the use of the local `media` folder. When using this setting, all apps must be also configured via their respective storage backend settings to use alternate persistence.
he_il: משבית את השימוש בתיקיית `מדיה` המקומית. בעת שימוש בהגדרה זו, יש להגדיר את כל האפליקציות גם באמצעות הגדרות הקצה האחורי של האחסון שלהן כדי להשתמש בהתמדה חלופית.

source: A list of strings designating all applications that are to be removed from the list normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. Example: ['app_1', 'app_2']
he_il: רשימה של מחרוזות המציינות את כל היישומים שיש להסיר מהרשימה המותקנת בדרך כלל על ידי Mayan EDMS. כל מחרוזת צריכה להיות נתיב Python מנוקד אל: מחלקת תצורה של יישום (מועדף), או חבילה המכילה יישום. דוגמה: [&#39;app_1&#39;, &#39;app_2&#39;]

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. Example: ['app_1', 'app_2']
he_il: רשימה של מחרוזות המציינות את כל היישומים המותקנים מעבר לאלו המותקנות בדרך כלל על ידי Mayan EDMS. כל מחרוזת צריכה להיות נתיב Python מנוקד אל: מחלקת תצורה של יישום (מועדף), או חבילה המכילה יישום. דוגמה: [&#39;app_1&#39;, &#39;app_2&#39;]

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. These apps will be installed before the default apps. Example: ['app_1', 'app_2']
he_il: רשימה של מחרוזות המציינות את כל היישומים המותקנים מעבר לאלו המותקנות בדרך כלל על ידי Mayan EDMS. כל מחרוזת צריכה להיות נתיב Python מנוקד אל: מחלקת תצורה של יישום (מועדף), או חבילה המכילה יישום. אפליקציות אלו יותקנו לפני אפליקציות ברירת המחדל. דוגמה: [&#39;app_1&#39;, &#39;app_2&#39;]

source: Name of the view attached to the brand anchor in the main menu. This is also the view to which users will be redirected after log in.
he_il: שם התצוגה המצורפת לעוגן המותג בתפריט הראשי. זוהי גם התצוגה שאליה יופנו משתמשים לאחר הכניסה.

source: Name of the dashboard to display in the home view.
he_il: שם לוח המחוונים שיוצג בתצוגת הבית.

source: Sets the project's name.
he_il: מגדיר את שם הפרויקט.

source: URL of the project's homepage.
he_il: כתובת האתר של דף הבית של הפרויקט.

source: Click here to fix this.
he_il: לחיצה כאן כדי לתקן זאת.

source: Enter a valid JSON value.
he_il: הזנת ערך JSON חוקי.

source: Enter a valid YAML value.
he_il: הזנת ערך YAML חוקי.

source: Enter a valid 'internal name' consisting of letters, numbers, and underscores.
he_il: הזנת &#39;שם פנימי&#39; חוקי המורכב מאותיות, מספרים וקווים תחתונים.

source: About
he_il: אודות

source: Home
he_il: בית

source: Fields to be copied: %s
he_il: שדות להעתקה: %s

source: Make a copy of %(object_name)s "%(object)s"?
he_il: האם ליצור עותק של %(object_name)s &quot;%(object)s&quot;?

source: Object copied successfully.
he_il: האובייקט הועתק בהצלחה.

source: No results here means that don't have the required permissions to perform administrative task.
he_il: אין תוצאות כאן פירושו שאין להם את ההרשאות הנדרשות לביצוע מטלות ניהול.

source: No setup options available.
he_il: אין אפשרויות הגדרה זמינות.

source: Here you can configure all aspects of the system.
he_il: כאן תוכל להגדיר את כל ההיבטים של המערכת.

source: Setup items
he_il: פריטי הגדרה

source: These modules are used to do system maintenance.
he_il: מודולים אלה משמשים לתחזוקת מערכת.
